{
    "demo": {
        "title": "Translation demo",
        "text": "This is a simple demonstration app for ngx-translate"
    },
    "race": {
        "type": {
            "car_race_short_0": "Free",
            "car_race_short_10": "10 TRX",
            "car_race_short_50": "50 TRX",
            "car_race_short_100": "100 TRX",
            "car_race_short_500": "500 TRX",
            "car_race_short_1000": "1000 TRX",
            "car_race_24hrs_1000": "Golden Race",
            "wednesday_party_race_0": "Wednesday race",
            "bonus_race_0": "Bonus race",
            "classic_tournament_0": "Free Tournament",
            "classic_tournament_1000": "Tournament",
            "classic_tournament_10": "Tournament",
            "classic_tournament_100": "Tournament",
            "car_race_ioi_1": "1 IOI",
            "car_race_ioi_3": "3 IOI",
            "car_race_ioi_5": "5 IOI",
            "golden_ticket_0": "Golden ticket",
            "golden_ticket_10": "Golden ticket",
            "golden_ticket_100": "Golden ticket",
            "golden_ticket_1000": "Golden ticket",
            "cops1_10": "Police",
            "cops2_10": "Police",
            "cops3_10": "Police"
        },
        "race_ended": "RACE ENDED",
        "my_fuel": "MY FUEL",
        "chat": "CHAT",
        "positions": "POSITIONS",
        "repeat": "REPEAT",
        "refuel": "REFUEL",
        "change": "CHANGE",
        "continue": "CONTINUE",
        "join_next": "JOIN NEXT",
        "finish": "FINISH",
        "best_position": "YOUR BEST POSITION",
        "show_all": "SHOW ALL",
        "show_less": "SHOW LESS",
        "race": "RACE",
        "is_over": "IS OVER",
        "final_round": "Final round of qualification",
        "racer_out": "RACER OUT",
        "tour_end": "Tournament is over. Winner is",
        "change_fuel": "Change fuel",
        "change_tour_fuel": "Change tournament fuel",
        "final_round_tunel": "FINAL ROUND!",
        "ticker_frozen": "We experienced a ticker feed loss during the race which invalidates the race and prize pool. Your bets were returned for your next race."
    },
    "shared": {
        "play_btn": "PLAY",
        "log_in_btn": "Log in",
        "register_free": "REGISTER FOR FREE",
        "deposit_btn": "DEPOSIT",
        "withdraw_btn": "WITHDRAW",
        "transfer_btn": "TRANSFER",
        "watch_btn": "WATCH",
        "buy_btn": "BUY",
        "send_btn": "SEND",
        "win_up_to": "WIN UP TO",
        "game_type": "GAME TYPE",
        "start_time": "TIME TO START",
        "win": "win",
        "in": "in",
        "trx": "trx",
        "ioi": "ioi",
        "usdt": "usdt",
        "loading": "LOADING THE GAME, PLEASE WAIT",
        "points": "Points",
        "soon": "soon",
        "com_soon": "Coming soon",
        "skip": "Skip",
        "stats": "Stats",
        "wins": "Wins",
        "prizes": "prizes",
        "potential_win": "Potential win",
        "nick": "Nickname",
        "logout": "LOGOUT",
        "profile": "PROFILE",
        "rotate": "Rotate your display",
        "os_soon": "Android & iOS coming soon",
        "level": "Level",
        "next": "NEXT",
        "back": "GO BACK",
        "confirm": "CONFIRM",
        "prize": "Prize",
        "your_next": "Your next race",
        "race_is_on": "RACE IS ON",
        "free_starts": "FREE STARTS IN",
        "dont_miss": "DONT MISS NEXT RACE !!!",
        "reloading": "RELOADING...",
        "player": "Player",
        "layout": {
            "start_race": "START RACE",
            "garage": "GARAGE",
            "team": "Team",
            "d_tasks": "DAILY TASKS",
            "leaderboard": "LEADERBOARD",
            "history": "HISTORY",
            "affiliate": "Affiliate",
            "reward": "REWARD",
            "promotion": "PROMOTION",
            "tokens": "IOI TOKENS",
            "nitro_wallet": "NITRO WALLET"
        }
    },
    "profile": {
        "racer_profile": "RACER PROFILE",
        "races": "Races",
        "races_played": "RACES PLAYED",
        "spent": "Spent",
        "maintenance": "Maintenance",
        "your_balance": "YOUR BALANCE",
        "balance": "BALANCE",
        "active": "Active",
        "total": "Total",
        "p_position": "Player position",
        "t_position": "Team position",
        "team": "Team",
        "ROI": "ROI%",
        "prizes": "Prize pools",
        "acc_settings": "Account settings",
        "mail": "Email",
        "country": "Country",
        "tutorial": "Tutorial",
        "on": "ON",
        "off": "OFF",
        "auth": "Authenticator",
        "crypto": "My crypto adress",
        "resend_activation": "Resend activation",
        "why_resend": "To withdrawal tokens you must be registered 7days on the platform, and you have to verify your account.",
        "take_back": "Take me back to the",
        "login_form": "login form",
        "experiences": "experiences",
        "go_to_wallet": "go to my nitro wallet",
        "go_to_garage": "SEE ALL CARS",
        "show_me_stats": "SEE ALL STATISTICS"
    },
    "modals": {
        "shared":{
            "ticket": "ticket",
            "tickets": "tickets",
            "get": "get",
            "gets": "gets"
        },
        "heading": {
            "free": "free race",
            "trx10": "bet 10 trx",
            "trx50": "bet 50 trx",
            "trx100": "bet 100 trx",
            "trx500": "bet 500 trx",
            "trx1000": "bet 1 000 trx",
            "bonus_race": "Bonus race",
            "wednesday_race": "Wednesday party race",
            "tournament": "Tournament",
            "free_tournament": "Free tournament",
            "golden_ticket": "Golden ticket",
            "golden_race": "Golden race 1h",
            "team_bonus": "Team bonus",
            "item_bonus": "Item bonus",
            "luxury_bonus": "TURNOVER LUXURY BONUS",
            "hint_tips": "HINTS AND TIPS",
            "ioi1": "1 IOI RACE",
            "ioi3": "3 IOI RACE",
            "ioi5": "5 IOI RACE"
        },
        "text": {
            "free": "Try your luck for FREE and learn how to play! This is a never-ending opportunity to win 10 TRX every 10 minutes. Your car speed will depend on the performance of the chosen crypto to fuel up with. Either give it a go like a pro, predict market a fuel up yourself or use the automatic function to fuel up with just one click. More cars you have in one race, a better chance to win you get.",
            "trx10": "You can participate in this race for a bet of 10 TRX to win up to 1,000 TRX which is 100 times more! Your car speed will depend on the performance of chosen crypto to fuel up with. Either give it a go like a pro, predict market a fuel up yourself or use the automatic function to fuel up with just one click. More cars you have in one race, a better chance to win you get.",
            "trx50": "You can participate in this race for a bet of 50 TRX to win up to 5,000 TRX which is 100 times more! Your car speed will depend on the performance of chosen crypto to fuel up with. Either give it a go like a pro, predict market a fuel up yourself or use the automatic function to fuel up with just one click. More cars you have in one race, a better chance to win you get.",
            "trx100": "You can participate in this race for a bet of 100 TRX to win up to 10,000 TRX which is 100 times more! Your car speed will depend on the performance of chosen crypto to fuel up with. Either give it a go like a pro, predict market a fuel up yourself or use the automatic function to fuel up with just one click. More cars you have in one race, a better chance to win you get.",
            "trx500": "You can participate in this race for a bet of 500 TRX to win up to 50,000 TRX which is 100 times more! Your car speed will depend on the performance of chosen crypto to fuel up with. Either give it a go like a pro, predict market a fuel up yourself or use the automatic function to fuel up with just one click. More cars you have in one race, a better chance to win you get.",
            "trx1000": "You can participate in this race for a bet of 1 000 TRX to win up to 100,000 TRX which is 100 times more! Your car speed will depend on the performance of chosen crypto to fuel up with. Either give it a go like a pro, predict market a fuel up yourself or use the automatic function to fuel up with just one click. More cars you have in one race, a better chance to win you get.",
            "bonus_race": {
                "starts_in": "race starts in",
                "collected": "You collected",
                "how_to": "How to get ticket",
                "bonus_text": "Prize pool for the bonus race is based on the 10% TRX value of IOI tokens sold in one month. Only those users who have held enough IOI tokens in the previous month will be allowed to enter this race."
            },
            "wednesday_race": "Join the Party Race every Wednesday for free! Get the guaranteed prize pool together with the SPECIAL EDITION cars! We will celebrate different anniversaries every Wednesday and a new unique car will be available for you to win. Collect them and let them increase in value like a good investment and win guaranteed 10,000 TRX on top of that. To participate in this race, you only need to be a holder of IOI tokens. The number of cars you can enter the race with depends on how many IOI tokens you hold before the race starts.",
            "tournament": "Accept the challenge, take your racing to the next level, act like the champ and become the winner. This is the tournament for the best of the best. Guaranteed largest prize pool ever is waiting for the champion at the end of the tournament. The race starts every hour and you will go through the 10 mad races to collect points. The best 10 racers advance into the next level where another 9 rounds of madness are waiting for you to prove your skills. After every race is one racer out and this phase-out will reveal only one true winner to grab the huge prize pool. The minimum amount of participants is 10.",
            "free_tournament": "Win 1,000 TRX and 0,001 BTC once a day every day for free! The tournament starts every 12 hours where you can win either TRX or BTC. To participate in this race, you only need to be a holder of IOI tokens. The number of cars you can enter the race with depends on how many IOI tokens you hold before the race starts.",
            "golden_ticket": "Join Golden Ticket Race EVERY HOUR FOR FREE to win the ticket to the awesome Golden Race 24H with a guaranteed prize pool of minimum 2,000 TRX even up to 100,000 TRX.",
            "golden_race": "Join Golden Race 1H. Use your ticket you won in Golden Ticket race or bet 1,000 TRX  to win a guaranteed prize pool of a minimum 2,000 TRX or more. Even up to 100,000 TRX! Put more cars into the race and get a better chance to win.",
            "rewards": {
                "bonus_race_text": "Prize pool for the bonus race is based on the 10% TRX value of IOI tokens sold in one month.  Only those users who have held enough IOI tokens in the previous month will be allowed to enter this race. Please check the bonus race table in the whitepaper.",
                "team_bonus_text": "Top teams and top players in those teams will split the 5% monhtly betting turnover bonus.",
                "item_bonus_text": "10% of the turnover of all sold or rented cars will be paid in IOI tokens to all users holding 1.000 IOI tokens or more in their Wallets in the previous month.",
                "luxury_bonus_text": "3% of all turnover will be paid once a month in TRX tokens for holders who had more than 10 000 IOI tokens in their wallets throughout the previous month",
                "more_info": "More info"
            },
            "hint11_text": "Everyone who is actively playing and reffering their friends onto the platform earn 2% - 4% from affiliate winnings... Thats what I call a steady online income... play and earn money playing online games!",
            "hint12_text": "We have a very unique HALL OF FAME... once you get there there is no turning back... Life Time Pasive Income is waiting for you! Every holder of 10 000 IOI tokens splits 1% of the platforms turnover, paid monthly... forever..",
            "ioi1_text": "You can participate in this race for a bet of 1 IOI  to win up to 100 IOI which is 100 times more! Your car speed will depend on the performance of chosen crypto to fuel up with. Either give it a go like a pro, predict market a fuel up yourself or use the automatic function to fuel up with just one click. More cars you have in one race, a better chance to win you get.",
            "ioi3_text": "You can participate in this race for a bet of 3 IOI  to win up to 300 IOI which is 100 times more! Your car speed will depend on the performance of chosen crypto to fuel up with. Either give it a go like a pro, predict market a fuel up yourself or use the automatic function to fuel up with just one click. More cars you have in one race, a better chance to win you get.",
            "ioi5_text": "You can participate in this race for a bet of 5 IOI  to win up to 500 IOI which is 100 times more! Your car speed will depend on the performance of chosen crypto to fuel up with. Either give it a go like a pro, predict market a fuel up yourself or use the automatic function to fuel up with just one click. More cars you have in one race, a better chance to win you get."
        },
        "edit": "EDIT",
        "crypto_text": "Enter your correct senders a crypto address",
        "amount": "AMOUNT",
        "warning_text": "Please DO NOT use exhanges to send funds. Crypto can be sent only from personal wallets",
        "crypto_min_text": "Send crypto to this adress within 20 minutes",
        "what_is_crypto": "WHAT IS YOUR CRYPTO WALLET ADDRESS?",
        "copy": "Copy",
        "withdraw_limit_text": "Safety is our priority, you can withdraw any time once per day.",
        "dont_share_text": "Remember do not share your passkey with anyone.",
        "minimum_withdraw": "Minimum withdrawal 100 TRX.",
        "auth_code": "Authenticator code",
        "from": "FROM",
        "to": "TO",
        "welcome_racer": "WELCOME your new racer",
        "congrat_win": "CONGRATUlATION FOR WINS",
        "reward_racer": "REWARD YOUR RACER",
        "welcome_btn": "WELCOME",
        "congrat_btn": "CONGRATULATION",
        "send_gift_btn": "SEND GIFT",
        "gift_modal": {
            "what_gift": "What kind of gift do you want to send?",
            "recipient": "RECIPIENT",
            "succ_send": "Your gift was sent successfully.",
            "choose_car": "Choose your car",
            "close": "Close"
        }
    },
    "start-race": {
        "shared": {
            "starts_in": "STARTS IN"
        },
        "filters": {
            "live": "LIVE RACES",
            "all": "ALL RACES",
            "free": "FREE",
            "tour": "TOURNAMENT",
            "fav": "FAVOURITE"
        },
        "join_next": "JOIN NEXT RACE",
        "win_golden": "win golden ticket",
        "ends": "Ends in",
        "players": "Players",
        "prize_pool": "Prize pool",
        "top_racer": "RACER OF THE DAY",
        "top_team": "TEAM OF THE DAY",
        "next_races": "NEXT RACES",
        "latest_winners": "LATEST WINNERS",
        "hello": "Hello",
        "repeat_last": "repeat last RACE",
        "categories": "Categories"
    },
    "garage": {
        "top_heading": "COLLECTIBLE CARS",
        "top_text": "Win or collect all cars; each car has its value that will increase over time. Neatest crypto staking ever! Use  IOI tokens to purchase cars and unlock the limited series car! Personalize them and make them unique, it will add value so that you can sell them later for a profit!",
        "you_own": "You own:",
        "lucky_text1": "Try your luck only for 50",
        "lucky_text2": "tokens, can you pick your  dream car?",
        "garage_value": "Actual garage value",
        "showroom_btn": "SHOWROOMS",
        "my_cars_btn": "MY CARS",
        "light": "LIGHT",
        "color": "COLOR",
        "tatoo": "TATOO",
        "spoiler": "SPOILER",
        "speed_up": "SPEED UP",
        "modals": {
            "rent_btn": "RENT",
            "tier": "tier",
            "car": "car",
            "buy_text1": "purchase for",
            "buy_text2": " IOI tokens.",
            "rent_text1": "for",
            "rent_text2": "IOI tokens per day.",
            "free_text1": "To unlock this car simply spend",
            "free_text2": "TRX in races.",
            "lucky_heading1": "Lucky car",
            "lucky_heading2": "Congratulations!",
            "lucky_step1": "You have an unique chance to win the car you have always dreamed of. So try your luck and unlock a mystery car for only",
            "lucky_step2_text1": "You have buyed tier",
            "lucky_step2_text2": ". You can find it in your garage now. If it's not what you wanted, give it another chance."
        }
    },
    "teams": {
        "shared": {
            "join": "JOIN TEAM",
            "my_team": "MY TEAM",
            "chat": "TEAM CHAT",
            "current_team_bonus": "current team bonus"
        },
        "join": {
            "top_heading": "ALL-TIME TEAMS",
            "top_text": "Join or create your dream team today. You can split the monthly team bonus based on the platform's turnover and multiply your tokens. Use your inside market analysis and strategy to dominate in crypto races!",
            "benefit1_heading": "TURNOVER BONUS",
            "benefit2_heading": "MOON RIDER BONUS",
            "benefit3_heading": "FUEL STRATEGY",
            "benefit4_heading": "TEAM OWNER",
            "benefit1_text": "Help your team win and receive a team turnover bonus. TOP 10 racers split the reward. Text text text text text.",
            "benefit2_text": "The best performing crypto portfolio in a race will get a massive reward just for themselves.",
            "benefit3_text": "Set up a strategy to win all races. See the best performing coins in the last 10 minutes to always fuel the best of the best.",
            "benefit4_text": "IOI holders can create individual teams. Be the leader that they look up to. Invite your friends to create a following that will rule them all.",
            "joined": "joined",
            "join_team": "join",
            "waiting": "waiting",
            "active_m": "Active members",
            "waiting_m": "Waiting members",
            "available_text": "Available teams",
            "want_own": "WANT OWN TEAM? HOLD",
            "how_works": "HOW TEAMS WORK",
            "how_works_text": "Create your dream team and share profits with family and friends. Help everyone to achieve the top 10 in position in a race to get team points. The top 3 teams split 5% of the total platform turnover as their bonus. Moon rider with the biggest portfolio gain during one race, will receive a special bonus reward. To own a team, hold at least a thousand IOI tokens, invite new users to your team and create a real following, real tribe! Team membership is valid autoamtically from 1st day of month.",
            "fight_for_team": "Fight for your team in team tournaments",
            "fight_for_team_text": "Trading is great, however, it will never be a fun endeavor. IOI-GAME gives you the trading gamification; you need to stay sharp and focused! It's not here to replace trading; it's here to complement it and make it an adrenaline-packed place to beat the market and help your team win as much as possible.",
            "modals": {
                "top_heading": "Join this team and be an active member to split the team bonus every month.",
                "team_bonus": "team bonus",
                "team_bonus_text": "up to 5% of all bets",
                "subscription": "subscription",
                "subscription_text": "500 TRX per month",
                "bottom_text": "Team reward is 5% of all bets! Teams will split this accoridng to their position. 1st team receives 50%. 2nd team 30%, 3rd team 20% of the team reward. Join and help your team to achieve success and greatness in the hall of fame. Top players within each team will split the winnings!",
                "join_team": "join the team",
                "join_free": "join for free"
            }
        },
        "my_team": {
            "top_heading": "My team and statistics",
            "top_text": "Can you become a champion and leader of your team? Start your races and chalange with your team mates and beat others",
            "you": "YOU",
            "your_position": "YOUR POSITION IN TEAM",
            "most_active": "Most active",
            "biggest_wins": "Biggest wins",
            "moon_rider": "Moon rider",
            "actual_bonus": "Team bonus",
            "enjoy_tournament": "ENJOY YOURSELF IN SPECIAL TEAM TOURNAMENT",
            "dont_take_word": "DON`T TAKE OUR WORD FOR IT"
        }
    },
    "d_tasks": {
        "top_heading": "TASKS & REWARDS",
        "top_text": "Every day, you can earn a reward by completing different tasks. Receive IOI tokens that you can use to play FREE games and win TRX or join tournaments for special prizes that only IOI holders can enter. Be part of a revolutionary staking program, get as many IOI tokens as you can.",
        "do_it": "DO IT",
        "done": "DONE",
        "task1_text": "PLAY A FREE RACE",
        "task2_text": "MAKE 2 REFERRALS",
        "task3_text": "PLAY A 10 TRX GAME 10X",
        "task4_text": "PLAY A 100 TRX GAME 5X",
        "task5_text": "PLAY A 500 TRX GAME 5X",
        "task6_text": "PLAY A 1000 TRX GAME",
        "task7_text": "DEPOSIT 100 TRX",
        "task8_text": "PLAY A GOLDEN RACE",
        "task9_text": "PLAY A TOURNAMENT",
        "golden_info": "Does not apply if you use golden ticket to enter the race, only applies for regular TRX entry."
    },
    "leaderboard": {
        "my_position": "My position:",
        "teams": "Teams",
        "curr_month": "CURRENT MONTH",
        "last_month": "LAST MONTH",
        "winners": "WINNERS",
        "position": "Position",
        "update_hours": "UPDATES EVERY 3 HOURS",
        "team_points": "TEAM POINTS",
        "leader_points": "LEADER & POINTS",
        "moon_rider_roi": "MOON RIDER & ROI%",
        "join_teams": "JOIN TEAMS",
        "empty": "There are no data in this leaderboard so far"
    },
    "history": {
        "transactions": "Transactions",
        "game": "Game",
        "date": "Date",
        "short_race": "1MIN",
        "long_race": "1HRS",
        "ioi_race": "IOI RACE",
        "nick": "NICK",
        "action": "Action",
        "payment": "Payment"
    },
    "affiliate": {
        "top_heading": "REFERRAL & AFFILIATE",
        "top_text": "Invite your friends and race together. Refer users to the best trading game community in the world to receive amazing rewards. Active affiliate members receive up to 2% of the game prize pool if their referred racer wins the race. Create a team, invite users, and receive monthly revenue from the subscription to build a passive online income.",
        "level1_text": "It is the easiest way to build your online income by playing crypto games. No maintenance needed no fees. When your referral wins a race, you will receive 0,5% of the prize pool. If they win a Golden Race, you will receive an additional 40 IOI tokens.",
        "level2_text": "You are up and running now, and you have some tokens coming your way. To get to this level, you need to turn over at least 500 TRX tokens. To keep this level, attend at least one paid race in a week. Your reward will increase to 1% from the game prize pool your referral won and 50 IOI tokens for Golden Race.",
        "level3_text": "At this level, you are getting a steady flow of tokens every month. It complements your current income and your building confidence that you can make money playing online games. To get to this level, you need to turn over at least 10,000 TRX tokens. To keep this level, attend at least two paid races in a week. Your reward will increase to 1,5% from the game prize pool your referral won and 60 IOI tokens for Golden Race.",
        "level4_text": "The master affiliate level. You should be able to replace your monthly income with a fully online income. It gives you the stability and freedom you were working to achieve. To get to this level, you need to turn over at least 50,000 TRX tokens. To keep this level, attend at least three paid races in a week. Your reward will increase to 2% from the game prize pool your referral won and 100 IOI tokens for Golden Race.",
        "bonus": "Bonus",
        "make_money": "MAKE MONEY PLAYING GAMES",
        "share_aff_text": "Share your affiliate link, create your team, and build your gaming revenue with IOI-Game to have a secure and stable online income.",
        "info": "INFO",
        "name": "Name"
    },
    "rewards": {
        "top_heading": "PLAY & EARN",
        "top_text": "Build your monthly income using IOI platform. Get full advantage of the platforms income features to build a steady income playing online games. No other trading game platform provides as many ways to make money online as IOI. Win races, grow the value of your garage, increase your team following, stake tokens",
        "benefit1_heading": "RACE TO EARN",
        "benefit2_heading": "COLLECT & GAIN",
        "benefit3_heading": "TEAM POWER",
        "benefit4_heading": "TOKEN MADNESS",
        "benefit1_text": "Sharpen your crypto skill and earn money playing online games. Turn this into your stable revenue stream by winning TRX prize pools. Hold IOI tokens and receive passive turnover income every single month.",
        "benefit2_text": "Imagine you own the most luxury cars in your garage that are increasing in value every month. You can have that by collecting all the cars. As a bonus, IOI holders will receive a monthly item bonus into their wallets.",
        "benefit3_text": "Help your team and get rewarded every month. Top players will receive a massive bonus as a thank you for community work. The team owner's revenue comes from the monthly subscription. To own a team, hold IOI tokens.",
        "benefit4_text": "Let the staking make you enough money never to have to worry about your future again. To make it more interesting, every month, there is a special BONUS race with a guaranteed prize pool for IOI holders.",
        "spend": "Spend",
        "play_paid": "PLAY PAID RACES",
        "mining_heading": "MINING BONUS",
        "mining_text": "When we say you earn money playing games, we mean it. Every time you spend 1000 TRX you will receive 1 IOI token. Make sure you have at least 100 IOI Tokens to open bonuses beyond your wildest dreams. Start now and build a passive income engine that will give you predictable income every month no matter what.",
        "monthly_bonus": "MONTHLY BONUS",
        "revenue1": "RACE REVENUE",
        "revenue2": "CAR REVENUE",
        "revenue3": "TEAM REVENUE",
        "revenue4": "TOKEN REVENUE",
        "wallet_heading": " TOKENS DIRECTLY FROM YOUR NITRO WALLET",
        "wallet_text": "Replace your monthly income with an online gaming income that is predictable every month. Trading is fantastic, however, it will never be a fun endeavor. IOI-Game gives you the trading gamification you need to stay sharp and focused! It's not here to replace trading but to complement it and make it a whole experience. On the one hand, make money online on the other have fun doing so even if you never traded before.",
        "bridge_text": "THE Bridge Between Trading & Gaming"
    },
    "promotion": {
        "prom1_h1": "Never ending airdrop",
        "prom1_h2": "10 TRX every 10 minutes for FREE",
        "how_to": "How to get a car and win",
        "modal_heading": "FIRST DEPOSIT BONUS",
        "modal_text": "The opportunity to Win up to 1,000,000 TRX in the day trading race requires deposit of 1 000 TRX or more. You will also GET A BONUS car level 3 which will dramatically increase your edge in any races to make you the champion."
    },
    "nitro_wallet": {
        "top_heading": "NITRO GAMING WALLET",
        "top_text": "Ultimate crypto wallet for blockchain games. Track your tokens & rewards. Exchange cryptocurrencies. Transfer funds to and from IOI - Game in a fast and elegant way. Enjoy staking with added security & protection",
        "box1_heading": "THE BEST CRYPTO WALLET",
        "box2_heading": "EXTREMELY SAFE GAMING WALLET",
        "box3_heading": "EXCHANGE CRYPTO COINS",
        "box4_heading": "IOI STAKING",
        "box1_text": "Track all your rewards in one place. Collect your winnings automatically and join the staking program in one click. Transfer your funds to and from the game to easily manage all your tokens.",
        "box2_text": "Separating wallets and the game provides an additional layer of security for your tokens. Enjoy SSL encryption, Google 2-factor authentication, and industry-standard 1023-bit encryption. With a private key, you are the only one who can get to your tokens.",
        "box3_text": "Use the internal exchange function to deposit Bitcoin, Ethereum, and more. Instantly change to TRX or IOI tokens and use them to buy new cars, stake IOI tokens and enter unique races for great prizes.",
        "box4_text": "Ultimate staking gives you the ability to gain the benefits but still be flexible with your tokens. Earn up to 24% annually, more tokens you stake bigger the reward. IOI tokens unlock additional benefits like FREE races with a TRX prize pool and IOI holder tournaments with special prizes.",
        "unlock_nitro": "UNLOCK THE NITRO POWER",
        "same_details": "Use your game details to log in"
    },
    "login": {
        "login": "login",
        "join": "join",
        "hint1_azure": "THE BEST TRADING GAME ON THE PLANET!",
        "hint2_azure": "Be part of the largest trading game",
        "hint3_azure": "Choose the PERFECT MIX",
        "hint4_azure": "Collect cars",
        "hint5_azure": "REFERRAL PROGRAM",
        "hint1_text": "IOI-GAME is the bridge between trading and gaming, bringing thrill, adrenaline and racing to your world.",
        "hint2_text": "community on the planet. Enjoy the monthly Team BONUS with all the crypto hints & tips to WIN even more races.",
        "hint3_text": "of crypto coins & beat the market! The race gives you the thrill of real world competition full of adrenaline and excitement!",
        "hint4_text": "and let them appreciate in value coupled with amazing coin STAKING programe you are one race away from replacing your monthly income.",
        "hint5_text": "Connect the dots and invite friends to the platform to compete & race with them!",
        "pass": "password",
        "auth_key": "AUTHENTICATOR KEY",
        "forgot_pass": "Forgotten password?",
        "your_nick": "YOUR NICKNAME",
        "terms_cond": "Terms & Conditions of service",
        "forgot_heading": "Forgot password?",
        "forgot_text": "Enter the e-mail or phone number you used when you joined and we’ll send you your temporary password",
        "take_back": "Take me back to the",
        "login_form": "LOGIN FORM"
    },
    "fuel_car": {
        "loading": "Loading...",
        "choose_car": "Choose your car for next race",
        "add_coin": "ADD COIN",
        "prize_pool": "PRIZE POOL",
        "random": "RANDOM",
        "bet": "BET",
        "race_starts": "RACE STARTS IN",
        "fuel_full": "FUEL TO 100%",
        "win_coins": "Winners coins",
        "most_coins": "most used coins",
        "fav_coins": "favourite coins",
        "choose_coins": "choose your coins",
        "available_for_you": "AVAILABLE FOR YOU AS A TEAM MEMBER",
        "hidden_for_you": "AVAILABLE ONLY FOR TEAM MEMBERS",
        "your_car": "YOUR CAR",
        "multibet": "MULTIBET",
        "add_race": "ADD RACE",
        "summary": "SUMMARY",
        "use_ticket": "USE TICKET",
        "play_more_same": "PLAY MORE RACES WITH THE SAME BET."
    },
    "nitro_notifiq": {
        "hey_racer": "Hey racer",
        "buy_car": "Buy a new car and enter more races at the same time",
        "great": "Great!",
        "surprise": "Surprise",
        "sucess": "Sucess!",
        "redirected": "You will be redirected",
        "bought_car": "You have bought a new car!",
        "rented_car": "You have rented a new car!",
        "free_car": "You just have got a free car!",
        "fuel_tutorial_text1": "Good job, you are only few steps away from your first race. Your job now is to choose one of your cars by clicking on it.",
        "fuel_tutorial_text2": "You are in fueling part now. Your job is to choose 3 best performing coins. Simply click on the button labeled with 'CUSTOM FUEL' text.",
        "fuel_tutorial_text3": "Now you can see all of the available coins. Click on three of them that you like the most and hit the Confirm button.",
        "fuel_tutorial_text4": "Awesome! Now you just have to drag the slider button next to each coin to fuel it at your will. If you are a seasoned player, click on Random button and your car will be fueled randomly.",
        "fuel_tutorial_text5": "You have just entered the last step of this tutorial. Here you can see the summary of the race that you are entering and your car.",
        "fuel_tutorial_text6": "You can also enter multiple races at once with the same bet by clicking on multibet button! However if you are okey with everything, just hit the play button and enter the race!",
        "what_happend": "What happen?",
        "fuel_correct": "Fuel a mix of at least 3 coins.  Min 5%, max 90% in each. Fill up your tank to 100%",
        "error": "Error",
        "no_aval_cars": "You have no available race car for this race",
        "valid_error": "Validation error",
        "valid_text": "Please choose amount, and token type.",
        "succ_deposit": "Successfull. We are waiting for your deposit now.",
        "succ_transfer": "Your transfer was successfull.",
        "with_confirm": "Confirm your withdrawal in your email address. Safety is our priority, you can withdraw any time once per day. Remember do not share you passkey with anyone",
        "did_you_know": "Did you know: You can earn money with affiliate section?",
        "com_soon": "Coming soon :)",
        "copied": "Copyed!",
        "be_sure": "You can be sure",
        "tutorial_finished": "Tutorial has finished!', 'Welcome to the race – you should see the count down to the start. You can leave and enter this screen anytime just click the IOI logo to exit this screen.",
        "prove_skills": "Prove yourself how skilled you are. Join race and show others who is the champion.",
        "team_member": "You are now part of team!",
        "first_join": "You have to join team first.",
        "wrong_code": "Wrong code entered",
        "open_link_follow": "Please open your email and follow the link to reset the password.",
        "sucess_redirect": "Success! You will be redirected to login.",
        "empty": "",
        "email_sent": "Email link sent!",
        "open_mail": "Please open your registered email account, and follow the link"
    }
}