{
    "demo": {
        "title": "Übersetzungsdemo",
        "text": "Dies ist eine einfache Demonstrationsapp für ngx-translate"
    },
    "race": {
        "type": {
            "car_race_short_0": "Kostenlos",
            "car_race_short_10": "10 TRX",
            "car_race_short_50": "50 TRX",
            "car_race_short_100": "100 TRX",
            "car_race_short_500": "500 TRX",
            "car_race_short_1000": "1000 TRX",
            "car_race_24hrs_1000": "Golden Race",
            "wednesday_party_race_0": "Mittwochsrennen",
            "bonus_race_0": "Bonusrennen",
            "classic_tournament_0": "Gratis-Turnier",
            "classic_tournament_1000": "Turnier",
            "classic_tournament_10": "Turnier",
            "classic_tournament_100": "Turnier",
            "car_race_ioi_1": "1 IOI",
            "car_race_ioi_3": "3 IOI",
            "car_race_ioi_5": "5 IOI",
            "golden_ticket_0": "Goldenes Ticket",
            "golden_ticket_10": "Goldenes Ticket",
            "golden_ticket_100": "Goldenes Ticket",
            "golden_ticket_1000": "Goldenes Ticket"
        },
        "race_ended": "RENNEN BEENDET",
        "my_fuel": "MEIN TANK",
        "chat": "CHAT",
        "positions": "PLATZIERUNGEN",
        "repeat": "WIEDERHOLEN",
        "refuel": "AUFTANKEN",
        "change": "WECHSELN",
        "continue": "FORTSETZEN",
        "join_next": "NÄCHSTEM BEITRETEN",
        "finish": "BEENDET",
        "best_position": "DEINE BESTE PLATZIERUNG",
        "show_all": "ALLE ANZEIGEN",
        "show_less": "WENIGER ANZEIGEN",
        "race": "RENNEN",
        "is_over": "IST BEENDET",
        "final_round": "Letzte Qualifikationsrunde",
        "racer_out": "FAHRER AUSGESCHIEDEN",
        "tour_end": "Turnier ist beendet. Sieger ist",
        "change_fuel": "Treibstoff ändern",
        "change_tour_fuel": "Turnier-Treibstoff wechseln",
        "final_round_tunel": "LETZTE RUNDE!",
        "ticker_frozen": "Wir haben während des Rennens einen Ticker-Feed-Verlust erlitten, der das Rennen und den Preispool ungültig macht. Ihre Wetten wurden für Ihr nächstes Rennen zurückgegeben."
    },
    "shared": {
        "play_btn": "SPIELEN",
        "log_in_btn": "EINLOGGEN",
        "register_free": "KOSTENLOS REGISTRIEREN",
        "deposit_btn": "EINZAHLUNG",
        "withdraw_btn": "AUSZAHLUNG",
        "transfer_btn": "TRANSFER",
        "watch_btn": "ANSEHEN",
        "buy_btn": "KAUFEN",
        "send_btn": "SENDEN",
        "win_up_to": "GEWINNEN BIS ZU",
        "game_type": "SPIELTYP",
        "start_time": "ZEIT BIS START",
        "win": "gewinnen",
        "in": "in",
        "trx": "ioi",
        "ioi": "ioi",
        "usdt": "usdt",
        "loading": "SPIEL WIRD GELADEN, BITTE WARTEN",
        "points": "Punkte",
        "soon": "bald",
        "com_soon": "In Kürze",
        "skip": "Überspringen",
        "stats": "Statistiken",
        "wins": "Siege",
        "prizes": "Preise",
        "potential_win": "Möglicher Gewinn",
        "nick": "Spitzname",
        "logout": "AUSLOGGEN",
        "profile": "PROFIL",
        "rotate": "Display drehen",
        "os_soon": "Android & iOS kommen bald",
        "level": "Stufe",
        "next": "NÄCHSTE",
        "back": "ZURÜCK",
        "confirm": "BESTÄTIGEN",
        "prize": "PREIS",
        "your_next": "Dein nächstes Rennen",
        "race_is_on": "RENNEN HAT BEGONNEN",
        "free_starts": "GRATIS STARTS IN",
        "dont_miss": "VERPASSE DAS NÄCHSTE RENNEN NICHT !!",
        "reloading": "LADE NEU...",
        "player": "Spieler",
        "layout": {
            "start_race": "RENNEN STARTEN",
            "garage": "GARAGE",
            "team": "TEAM",
            "d_tasks": "TAGESAUFGABEN",
            "leaderboard": "RANGLISTE",
            "history": "VERLAUF",
            "affiliate": "PARTNER",
            "reward": "BELOHNUNG",
            "promotion": "PROMOTION",
            "tokens": "IOI-TOKEN",
            "nitro_wallet": "NITRO-WALLET"
        }
    },
    "profile": {
        "racer_profile": "FAHRERPROFIL",
        "races": "RENNEN",
        "spent": "Ausgegeben",
        "maintenance": "Wartung",
        "your_balance": "DEIN GUTHABEN",
        "active": "AKTIV",
        "total": "GESAMT",
        "p_position": "SPIELERPLATZIERUNG",
        "t_position": "TEAMPLATZIERUNG",
        "team": "TEAM",
        "ROI": "ROI%",
        "prizes": "Preispools",
        "acc_settings": "Kontoeinstellungen",
        "mail": "E-Mail",
        "country": "Land",
        "tutorial": "Tutorial",
        "on": "AN",
        "off": "AUS",
        "auth": "Authentifikator",
        "crypto": "Meine Krypto-Adresse",
        "resend_activation": "Aktivierung erneut senden",
        "why_resend": "Um Tokens auszuzahlen, musst du seit 7 Tagen auf der Plattform registriert sein und dein Konto verifiziert haben.",
        "take_back": "Bring mich zurück zu",
        "login_form": "Anmeldeformular"
    },
    "modals": {
        "shared": {
            "ticket": "Ticket",
            "tickets": "Tickets",
            "get": "erhalten",
            "gets": "erhält"
        },
        "heading": {
            "free": "Gratis-Rennen",
            "trx10": "10 TRX setzen",
            "trx50": "50 TRX setzen",
            "trx100": "100 TRX setzen",
            "trx500": "500 TRX setzen",
            "trx1000": "1 000 TRX setzen",
            "bonus_race": "Bonusrennen",
            "wednesday_race": "Mittwochs-Partyrennen",
            "tournament": "Turnier",
            "free_tournament": "Gratus-Turnier",
            "golden_ticket": "Goldenes Ticket",
            "golden_race": "Goldenes Rennen 1 Std",
            "team_bonus": "Team-Bonus",
            "item_bonus": "Item-Bonus",
            "luxury_bonus": "UMSATZ LUXURY-BONUS",
            "hint_tips": "HINWEISE UND TIPPS",
            "ioi1": "1 IOI RACE",
            "ioi3": "3 IOI RACE",
            "ioi5": "5 IOI RACE"
        },
        "text": {
            "free": "Versuchen Sie KOSTENLOS Ihr Glück und lernen Sie, wie man spielt! Dies ist eine nicht enden wollende Gelegenheit, alle 10 Minuten 10 TRX zu gewinnen. Die Geschwindigkeit Ihres Autos hängt von der Leistung des gewählten Kryptos ab, mit dem Sie tanken können. Entweder versuchen Sie es wie ein Profi, sagen Sie selbst voraus, wie der Markt tanken wird, oder nutzen Sie die automatische Funktion, um mit nur einem Klick zu tanken. Wenn Sie mehr Autos in einem Rennen haben, haben Sie eine bessere Chance auf den Sieg.",
            "trx10": "Sie können an diesem Rennen mit einer Wette von 10 TRX teilnehmen, um bis zu 1.000 TRX zu gewinnen, was 100 Mal mehr ist! Die Geschwindigkeit Ihres Autos hängt von der Leistung der gewählten Krypto zum Tanken ab. Entweder probieren Sie es wie ein Profi, sagen Sie selbst voraus, wie schnell Sie tanken können, oder nutzen Sie die automatische Funktion, um mit nur einem Klick zu tanken. Wenn Sie mehr Autos in einem Rennen haben, haben Sie eine bessere Chance auf den Sieg.",
            "trx50": "Sie können an diesem Rennen mit einem Einsatz von 50 TRX teilnehmen, um bis zu 5.000 TRX zu gewinnen, was 100 Mal mehr ist! Die Geschwindigkeit Ihres Autos hängt von der Leistung der gewählten Krypto ab, mit dem Sie tanken wollen. Entweder probieren Sie es wie ein Profi, sagen Sie selbst voraus, wie schnell Sie tanken können, oder nutzen Sie die automatische Funktion, um mit nur einem Klick zu tanken. Wenn Sie mehr Autos in einem Rennen haben, haben Sie eine bessere Chance auf den Sieg.",
            "trx100": "Sie können an diesem Rennen mit einem Einsatz von 100 TRX teilnehmen, um bis zu 10.000 TRX zu gewinnen, was 100 Mal mehr ist! Die Geschwindigkeit Ihres Autos hängt von der Leistung der gewählten Krypto ab, mit dem Sie tanken wollen. Entweder probieren Sie es wie ein Profi, sagen Sie selbst voraus, wie schnell Sie tanken können, oder nutzen Sie die automatische Funktion, um mit nur einem Klick zu tanken. Wenn Sie mehr Autos in einem Rennen haben, haben Sie eine bessere Chance auf den Sieg.",
            "trx500": "Sie können an diesem Rennen mit einem Einsatz von 500 TRX teilnehmen, um bis zu 50.000 TRX zu gewinnen, was 100 Mal mehr ist! Die Geschwindigkeit Ihres Autos hängt von der Leistung der gewählten Krypto ab, mit dem Sie tanken wollen. Entweder probieren Sie es wie ein Profi, sagen Sie selbst voraus, wie schnell Sie tanken können, oder nutzen Sie die automatische Funktion, um mit nur einem Klick zu tanken. Wenn Sie mehr Autos in einem Rennen haben, haben Sie eine bessere Chance auf den Sieg.",
            "trx1000": "Sie können an diesem Rennen mit einem Einsatz von 1000 TRX teilnehmen, um bis zu 100.000 TRX zu gewinnen, was 100 Mal mehr ist! Die Geschwindigkeit Ihres Autos hängt von der Leistung der gewählten Krypto ab, mit dem Sie tanken wollen. Entweder probieren Sie es wie ein Profi, sagen Sie selbst voraus, wie schnell Sie tanken können, oder nutzen Sie die automatische Funktion, um mit nur einem Klick zu tanken. Wenn Sie mehr Autos in einem Rennen haben, haben Sie eine bessere Chance auf den Sieg.",
            "bonus_race": {
                "starts_in": "Rennen startet in",
                "collected": "Du hast gesammelt",
                "how_to": "So erhältst du ein Ticket",
                "bonus_text": "Der Preispool für das Bonusrennen basiert auf dem TRX-Wert von 10% der in einem Monat verkauften IOI-Token. Nur diejenigen Benutzer, die im Vormonat genügend IOI-Token gehalten haben, können an diesem Rennen teilnehmen."
            },
            "wednesday_race": "Nehmen Sie jeden Mittwoch kostenlos am Party Race teil! Holen Sie sich den garantierten Preispool zusammen mit den Fahrzeugen der SPECIAL EDITION! Jeden Mittwoch feiern wir verschiedene Jubiläen und ein neues, einzigartiges Auto steht Ihnen zum Gewinn zur Verfügung. Sammeln Sie sie und lassen Sie sie im Wert steigen wie eine gute Investition und gewinnen Sie garantiert 10.000 TRX dazu. Um an diesem Rennen teilzunehmen, müssen Sie nur Inhaber von IOI-Marken sein. Die Anzahl der Fahrzeuge, mit denen Sie am Rennen teilnehmen können, hängt davon ab, wie viele IOI-Token Sie vor dem Start des Rennens besitzen.",
            "tournament": "Nehmen Sie die Herausforderung an, bringen Sie Ihre Rennen auf die nächste Stufe, agieren Sie wie der Champion und werden Sie zum Sieger. Dies ist das Turnier für die Besten der Besten. Der garantiert größte Preispool aller Zeiten wartet am Ende des Turniers auf den Champion. Das Rennen beginnt stündlich, und Sie werden durch die 10 verrückten Rennen gehen, um Punkte zu sammeln. Die besten 10 Rennfahrer steigen in das nächste Level auf, wo weitere 9 Wahnsinnsrunden auf Sie warten, in denen Sie Ihr Können unter Beweis stellen müssen. Nach jedem Rennen ist ein Rennfahrer ausgeschieden, und durch diesen Ausstieg wird nur ein einziger echter Gewinner ermittelt, der sich den riesigen Preispool schnappen kann. Es müssen mindestens 10 Teilnehmer teilnehmen.",
            "free_tournament": "Gewinnen Sie 1.000 TRX und 0.001 BTC einmal täglich kostenlos! Das Turnier beginnt alle 12 Stunden, bei dem Sie entweder TRX oder BTC gewinnen können. Um an diesem Rennen teilzunehmen, müssen Sie lediglich Inhaber von IOI-Token sein. Die Anzahl der Fahrzeuge, mit denen Sie am Rennen teilnehmen können, hängt davon ab, wie viele IOI-Token Sie vor dem Start des Rennens besitzen.",
            "golden_ticket": "Nehmen Sie JEDE STUNDE KOSTENLOS am Golden Ticket Race teil und gewinnen Sie das Ticket für das großartige Golden Race 24H mit einem garantierten Preispool von mindestens 2.000 TRX und bis zu 100.000 TRX.",
            "golden_race": "Nehmen Sie am Golden Race 1H teil. Verwenden Sie Ihr Ticket, das Sie im Golden Ticket Rennen gewonnen haben, oder setzen Sie 1.000 TRX, um einen garantierten Preispool von mindestens 2.000 TRX oder mehr zu gewinnen. Auch bis zu 100.000 TRX! Setzen Sie mehr Autos ins Rennen und erhalten Sie eine bessere Gewinnchance.",
            "rewards": {
                "bonus_race_text": "Der Preispool für das Bonusrennen basiert auf dem TRX-Wert von 10% der in einem Monat verkauften IOI-Token.  Nur diejenigen Benutzer, die im Vormonat genügend IOI-Token gehalten haben, können an diesem Rennen teilnehmen. Bitte überprüfen Sie die Tabelle des Bonusrennens im Whitepaper.",
                "team_bonus_text": "Spitzenteams und Spitzenspieler in diesen Teams teilen sich den 5%igen monatlichen Wettumsatzbonus.",
                "item_bonus_text": "10% des Umsatzes aller verkauften oder gemieteten Autos werden in IOI-Token an alle Benutzer ausgezahlt, die im Vormonat 1.000 IOI-Token oder mehr in ihrem Wallet hatten.",
                "luxury_bonus_text": "3% des Gesamtumsatzes werden einmal im Monat in TRX-Token ausgezahlt für Inhaber, die während des Vormonats mehr als 10 000 IOI-Token in ihren Brieftaschen hatten",
                "more_info": "Mehr Info"
            },
            "hint11_text": "Jeder, der aktiv spielt und seine Freunde auf der Plattform empfiehlt, verdient 1% - 4% von den Gewinnen der Partner... Das nenne ich ein stetiges Online-Einkommen... spielen und Geld verdienen mit Online-Spielen!",
            "hint12_text": "Wir haben eine sehr einzigartige HALL OF FAME... wenn Sie einmal dort angekommen sind, gibt es kein Zurück mehr... Lebenslanges Passiv-Einkommen wartet auf Sie! Jeder Inhaber von 10 000 IOI-Tokens teilt 1% des Umsatzes der Plattform, der monatlich bezahlt wird... für immer...",
            "ioi1_text": "Sie können an diesem Rennen mit einer Wette von 1 IOI teilnehmen, um bis zu 100 IOI zu gewinnen, was 100 Mal mehr ist! Die Geschwindigkeit Ihres Autos hängt von der Leistung des gewählten Kryptos ab, mit dem Sie tanken wollen. Entweder probieren Sie es wie ein Profi, sagen Sie selbst voraus, wie schnell Sie tanken können, oder nutzen Sie die automatische Funktion, um mit nur einem Klick zu tanken. Wenn Sie mehr Autos in einem Rennen haben, haben Sie eine bessere Chance auf den Sieg.",
            "ioi3_text": "Sie können an diesem Rennen mit einer Wette von 1 IOI teilnehmen, um bis zu 300 IOI zu gewinnen, was 100 Mal mehr ist! Die Geschwindigkeit Ihres Autos hängt von der Leistung des gewählten Kryptos ab, mit dem Sie tanken wollen. Entweder probieren Sie es wie ein Profi, sagen Sie selbst voraus, wie schnell Sie tanken können, oder nutzen Sie die automatische Funktion, um mit nur einem Klick zu tanken. Wenn Sie mehr Autos in einem Rennen haben, haben Sie eine bessere Chance auf den Sieg.",
            "ioi5_text": "Sie können an diesem Rennen mit einer Wette von 5 IOI teilnehmen, um bis zu 500 IOI zu gewinnen, was 100 Mal mehr ist! Die Geschwindigkeit Ihres Autos hängt von der Leistung des gewählten Kryptos ab, mit dem Sie tanken wollen. Entweder probieren Sie es wie ein Profi, sagen Sie selbst voraus, wie schnell Sie tanken können, oder nutzen Sie die automatische Funktion, um mit nur einem Klick zu tanken. Wenn Sie mehr Autos in einem Rennen haben, haben Sie eine bessere Chance auf den Sieg."
        },
        "edit": "EDITIEREN",
        "crypto_text": "Geben Sie Ihre korrekte Absender Krypto-Adresse ein",
        "amount": "BETRAG",
        "warning_text": "Bitte verwenden Sie KEINE Exchanges, um Gelder zu senden. Krypto kann nur aus persönlichen Brieftaschen verschickt werden.",
        "crypto_min_text": "Senden Sie Krypto innerhalb von 20 Minuten an diese Adresse",
        "what_is_crypto": "WIE LAUTET DEINE KRYPTO WALLET ADRESSE?",
        "copy": "Kopieren",
        "withdraw_limit_text": "Sicherheit hat bei uns Priorität, du kannst jederzeit, einmal täglich, auszahlen.",
        "dont_share_text": "Denken Sie daran, dass Sie Ihren Hauptschlüssel mit niemandem teilen dürfen.",
        "minimum_withdraw": "Mindestauszahlung 100 TRX.",
        "auth_code": "Authentifikator-Code",
        "from": "VON",
        "to": "BIS",
        "welcome_racer": "BEGRÜSSE deinen neuen Fahrer",
        "congrat_win": "GLÜCKWUNSCH FÜR GEWINNE",
        "reward_racer": "BELOHNE DEINEN FAHRER",
        "welcome_btn": "WILLKOMMEN",
        "congrat_btn": "GLÜCKWUNSCH",
        "send_gift_btn": "GESCHENK SENDEN",
        "gift_modal": {
            "what_gift": "Was für ein Geschenkt möchtest du senden?",
            "recipient": "EMPFÄNGER",
            "succ_send": "Dein Geschenk wurde erfolgreich gesendet.",
            "choose_car": "Wähle dein Auto",
            "close": "Schließen"
        }
    },
    "start-race": {
        "shared": {
            "starts_in": "STARTET IN"
        },
        "filters": {
            "live": "LIVE-RENNEN",
            "all": "ALLE RENNEN",
            "free": "KOSTENLOS",
            "tour": "TURNIER",
            "fav": "FAVORIT"
        },
        "join_next": "NÄCHSTEM RENNEN BEITRETEN",
        "win_golden": "Goldenes Ticket gewinnen",
        "ends": "Endet in",
        "players": "Spieler",
        "prize_pool": "Preisgeld",
        "top_racer": "FAHRER DES TAGES",
        "top_team": "TEAM DES TAGES",
        "next_races": "NÄCHSTE RENNEN",
        "latest_winners": "LETZTE SIEGER"
    },
    "garage": {
        "top_heading": "SAMMLERFAHRZEUGE",
        "top_text": "Gewinnen oder sammeln Sie alle Autos; jedes Auto hat seinen Wert, der im Laufe der Zeit steigen wird. Der beste Krypto-Staking aller Zeiten! Verwenden Sie IOI-Token, um Autos zu kaufen und das limitierte Serienauto freizuschalten! Personalisieren Sie sie und machen Sie sie einzigartig, das erhöht den Wert, so dass Sie sie später gewinnbringend verkaufen können!",
        "you_own": "Du besitzt:",
        "lucky_text1": "Versuche dein Glück für nur 50",
        "lucky_text2": "Tokens, kannst du dein Traumwagen wählen?",
        "garage_value": "Tatsächlicher Garagenwert",
        "showroom_btn": "SHOWROOMS",
        "my_cars_btn": "MEINE AUTOS",
        "light": "LIGHT",
        "color": "FARBE",
        "tatoo": "TATOO",
        "spoiler": "SPOILER",
        "speed_up": "BESCHLEUNIGEN",
        "modals": {
            "rent_btn": "MIETEN",
            "tier": "Stufe",
            "car": "Wagen",
            "buy_text1": "Kaufen für",
            "buy_text2": "IOI-Tokens.",
            "rent_text1": "für",
            "rent_text2": "IOI Tokens pro Tag.",
            "free_text1": "Um dieses Auto zu freizuschalten, geben Sie einfach",
            "free_text2": "TRX in Rennen.",
            "lucky_heading1": "Lucky Car",
            "lucky_heading2": "Glückwunsch!",
            "lucky_step1": "Sie haben die einmalige Chance, das Auto zu gewinnen, von dem Sie schon immer geträumt haben. Versuchen Sie also Ihr Glück und schalten Sie ein mysteriöses Auto frei für nur",
            "lucky_step2_text1": "Du hast gekauft Stufe",
            "lucky_step2_text2": ". Sie können es jetzt in Ihrer Garage finden. Wenn es nicht das ist, was Sie wollten, versuchen Sie es erneut."
        }
    },
    "teams": {
        "shared": {
            "join": "TEAM BEITRETEN",
            "my_team": "MEIN TEAM",
            "chat": "TEAM-CHAT"
        },
        "join": {
            "top_heading": "ALLZEIT-TEAMS",
            "top_text": "Treten Sie noch heute Ihrem Traumteam bei oder stellen Sie es zusammen. Sie können den monatlichen Teambonus auf der Grundlage des Umsatzes der Plattform teilen und Ihre Tokens multiplizieren. Nutzen Sie Ihre interne Marktanalyse und Strategie, um in Kryptorennen zu dominieren!",
            "benefit1_heading": "EINSATZBONUS",
            "benefit2_heading": "MOON-RIDER-BONUS",
            "benefit3_heading": "TREIBSTOFF-STRATEGE",
            "benefit4_heading": "TEAM-BESITZER",
            "benefit1_text": "Helfen Sie Ihrem Team zu gewinnen und erhalten Sie einen Team-Umsatz-Bonus. Die TOP 10 Rennfahrer teilen sich die Belohnung. Helfen Sie sich selbst, indem Sie Ihrer Gemeinde helfen.",
            "benefit2_text": "Die besten Krypto-Portfolios in einem Rennen erhalten eine massive Belohnung aus dem Teambonus nur für sich selbst. Schießen Sie immer nach den Sternen, Sie könnten unter ihnen landen!",
            "benefit3_text": "Teilen Sie Ihre Krypto-Coin Analyse mit und stellen Sie eine Strategie auf, um alle Rennen zu gewinnen. Teammitglieder können das Portfolio der Münzen mit der besten Leistung in den letzten 10 Minuten einsehen, um immer die Besten der Besten zu tanken.",
            "benefit4_text": "IOI-Inhaber können individuelle Teams zusammenstellen und die Anführer sein, zu denen sie aufschauen. Laden Sie Ihre Freunde und Neulinge ein, eine Fangemeinde zu bilden, die sie alle beherrschen wird.",
            "you_in": "SIE SIND DABEI",
            "join_team": "beitreten",
            "waiting": "warten",
            "active_m": "Aktive Mitglieder",
            "waiting_m": "Wartende Mitglieder",
            "available_text": "verfügbare Teams zum Beitreten",
            "want_own": "WÜNSCHEN SIE EIN EIGENES TEAM? WARTEN",
            "how_works": "WIE TEAMS FUNKTIONIEREN",
            "how_works_text": "Stellen Sie Ihr Traumteam zusammen und teilen Sie Ihre Gewinne mit Familie und Freunden. Helfen Sie allen, in einem Rennen um Teampunkte unter die Top 10 zu kommen. Die besten 3 Teams teilen sich 5% des gesamten Plattformumsatzes als Bonus. Mondfahrer mit dem größten Portfolio-Gewinn während eines Rennens erhalten eine besondere Bonusbelohnung. Um ein Team zu besitzen, besitzen Sie mindestens 1000 IOI-Token, laden Sie neue Benutzer in Ihr Team ein und schaffen Sie eine echte Gefolgschaft, einen echten Stamm!",
            "fight_for_team": "Kämpfen Sie in Mannschafts-Turnieren für Ihre Teammitglieder",
            "fight_for_team_text": "Der Handel ist großartig, aber er wird nie Spaß machen. IOI-GAME bietet Ihnen das Handelsspiel; Sie müssen scharf und konzentriert bleiben! Es ist nicht dazu da, um den Handel zu ersetzen; es ist dazu da, ihn zu ergänzen und ihn zu einem adrenalingeladenen Ort zu machen, um den Markt zu schlagen und Ihrem Team zu helfen, so viel wie möglich zu gewinnen.",
            "modals": {
                "top_heading": "Treten Sie diesem Team bei und seien Sie ein aktives Mitglied, um den Teambonus jeden Monat zu teilen.",
                "team_bonus": "Team Bonus",
                "team_bonus_text": "bis zu 5% aller Wetten",
                "subscription": "Abonnement",
                "subscription_text": "500 TRX pro Monat",
                "bottom_text": "Die Teambelohnung beträgt 5% aller Wetten! Die Teams teilen diese entsprechend ihrer Position auf. Das 1. Team erhält 50%. 2. Team 30%, 3. Team 20% der Team-Belohnung. Schließen Sie sich an und helfen Sie Ihrem Team, Erfolg und Größe in der Ruhmeshalle zu erreichen. Die besten Spieler innerhalb jedes Teams teilen sich die Gewinne!",
                "join_team": "dem Team beitreten",
                "join_free": "kostenlos beitreten"
            }
        },
        "my_team": {
            "top_heading": "Mein Team und Statistiken",
            "top_text": "Können Sie Champion und Anführer Ihres Teams werden? Beginnen Sie Ihre Rennen und messen Sie sich mit Ihren Teamkollegen und schlagen Sie andere",
            "you": "DU",
            "your_position": "DEIN RANG IM TEAM",
            "most_active": "AM AKTIVSTEN",
            "biggest_wins": "GRÖßTE GEWINNE",
            "moon_rider": "MOND REITER",
            "actual_bonus": "aktueller Team Bnus",
            "enjoy_tournament": "VIEL SPAß im SPEZIELLEN TEAM TURNIER",
            "dont_take_word": "NEHMEN SIE UNS NICHT BEIM WORT"
        }
    },
    "d_tasks": {
        "top_heading": "AUFGABEN & BELOHNUNGEN",
        "top_text": "Jeden Tag können Sie eine Belohnung verdienen, indem Sie verschiedene Aufgaben erfüllen. Erhalten Sie IOI-Token, mit denen Sie KOSTENLOS spielen und TRX gewinnen können, oder nehmen Sie an Turnieren für Sonderpreise teil, an denen nur IOI-Inhaber teilnehmen können. Nehmen Sie an einem revolutionären Staking Programm teil und erhalten Sie so viele IOI-Token wie möglich.",
        "do_it": "TU ES",
        "done": "FERTIG",
        "task1_text": "KOSTENLOSES RENNEN SPIELEN",
        "task2_text": "2 EMPFEHLUNGEN TÄTIGEN",
        "task3_text": "SPIELE EIN 10 TRX SPIEL 10X",
        "task4_text": "SPIELE EIN 100 TRX SPIEL 5X",
        "task5_text": "SPIELE EIN 500 TRX SPIEL 5X",
        "task6_text": "SPIELE EIN 1000 TRX SPIEL",
        "task7_text": "100 TRX EINZAHLEN",
        "task8_text": "SPIELE EIN GOLDEN-RACE",
        "task9_text": "SPIELE EIN TURNIER",
        "golden_info": "Trifft nicht zu, wenn Sie ein goldenes Ticket für die Teilnahme am Rennen verwenden, gilt nur für die reguläre TRX-Teilnahme."
    },
    "leaderboard": {
        "my_position": "Meine Platzierung:",
        "teams": "Teams",
        "curr_month": "LAUFENDER MONAT",
        "last_month": "LETZTER MONAT",
        "winners": "SIEGER",
        "position": "PLATZIERUNG",
        "update_hours": "WIRD JEDE 3 STUNDEN AKTUALISIERT",
        "team_points": "TEAMPUNKTE",
        "leader_points": "FÜHRENDE & PUNKTE",
        "moon_rider_roi": "MOND REITER & RENDITE",
        "join_teams": "TEAMS BEITRETEN"
    },
    "history": {
        "transactions": "TRANSAKTIONEN",
        "game": "Spiel",
        "date": "Datum",
        "short_race": "1MIN",
        "long_race": "1STD",
        "ioi_race": "IOI-RENNEN",
        "nick": "SPITZNAME",
        "action": "Aktion",
        "payment": "Zahlung"
    },
    "affiliate": {
        "top_heading": "EMPFEHLUNG & PARTNERPROGRAMM",
        "top_text": "Laden Sie Ihre Freunde ein und veranstalten Sie ein gemeinsames Rennen. Empfehlen Sie Nutzer an die beste Handelsspiel-Community der Welt weiter, um erstaunliche Belohnungen zu erhalten. Aktive Partnermitglieder erhalten bis zu 2 % des Spiel-Preispools, wenn der von ihnen geworbene Rennfahrer das Rennen gewinnt. Erstellen Sie ein Team, laden Sie Benutzer ein und erhalten Sie monatliche Einnahmen aus dem Abonnement, um ein passives Online-Einkommen aufzubauen.",
        "level1_text": "Es ist der einfachste Weg, Ihr Online-Einkommen durch das Spielen von Kryptospielen aufzubauen. Keine Wartung erforderlich, keine Gebühren. Wenn Ihre Weiterempfehlung ein Rennen gewinnt, erhalten Sie 0,5% des Preispools. Wenn sie ein Golden Race gewinnen, erhalten Sie zusätzlich 40 IOI-Token.",
        "level2_text": "Sie sind jetzt auf dem richtigen Weg , und Sie haben ein paar Token, die auf Sie zukommen. Um diese Ebene zu erreichen, müssen Sie mindestens 500 TRX-Marken umsetzen. Um dieses Level zu halten, nehmen Sie an mindestens einem bezahlten Rennen in einer Woche teil. Ihre Belohnung erhöht sich auf 1% aus dem Preispool des Spiels, den Ihre Empfehlung gewonnen hat, und 50 IOI-Marken für Golden Race.",
        "level3_text": "Auf dieser Ebene erhalten Sie jeden Monat einen stetigen Zufluss von Token. Es ergänzt Ihr derzeitiges Einkommen und Ihr Vertrauen, dass Sie mit Online-Spielen Geld verdienen können. Um diese Stufe zu erreichen, müssen Sie mindestens 10.000 TRX-Token umsetzen. Um dieses Level zu halten, sollten Sie mindestens zwei bezahlte Rennen in einer Woche besuchen. Ihre Belohnung erhöht sich auf 1,5 % aus dem Preispool des Spiels, den Ihre Empfehlung gewonnen hat, und 60 IOI-Token für Golden Race.",
        "level4_text": "Die Master-Partner-Ebene. Sie sollten in der Lage sein, Ihr monatliches Einkommen durch ein vollständiges Online-Einkommen zu ersetzen. Es gibt Ihnen die Stabilität und Freiheit, für die Sie gearbeitet haben. Um diese Ebene zu erreichen, müssen Sie mindestens 50.000 TRX-Token umsetzen. Um dieses Niveau zu halten, müssen Sie mindestens drei bezahlte Rennen in einer Woche besuchen. Ihre Belohnung erhöht sich auf 2% aus dem Preispool des Spiels, den Ihre Empfehlung gewonnen hat, und 100 IOI-Token für Golden Race.",
        "bonus": "Bonus",
        "make_money": "GELD MIT SPIELEN VERDIENEN",
        "share_aff_text": "Teilen Sie Ihren Partnerlink, erstellen Sie Ihr Team und bauen Sie Ihr Spieleinkommen mit IOI-Game auf, um ein sicheres und stabiles Online-Einkommen zu haben.",
        "info": "INFO",
        "name": "Name"
    },
    "rewards": {
        "top_heading": "SPIELEN & VERDIENEN",
        "top_text": "Bauen Sie Ihr monatliches Einkommen mit der IOI-Plattform auf. Nutzen Sie die Einkommensfunktionen der Plattform in vollem Umfang, um sich mit Online-Spielen ein regelmäßiges Einkommen aufzubauen. Keine andere Handelsspielplattform bietet so viele Möglichkeiten, online Geld zu verdienen wie IOI. Gewinnen Sie Rennen, steigern Sie den Wert Ihrer Garage, vergrößern Sie die Gefolgschaft Ihres Teams, setzen Sie Spielsteine ein",
        "benefit1_heading": "RENNEN FAHREN UM ZU VERDIENEN",
        "benefit2_heading": "SAMMLEN & GEWINNEN",
        "benefit3_heading": "TEAM KRAFT",
        "benefit4_heading": "TOKEN-WAHNSINN",
        "benefit1_text": "Schärfen Sie Ihre Kryptogeschicklichkeit und verdienen Sie Geld mit Online-Spielen. Machen Sie dies zu Ihrer stabilen Einnahmequelle, indem Sie TRX-Preispools gewinnen. Halten Sie IOI-Token und erhalten Sie jeden einzelnen Monat ein passives Einkommen.",
        "benefit2_text": "Stellen Sie sich vor, Sie besitzen in Ihrer Garage die luxuriösesten Autos, deren Wert jeden Monat steigt. Das können Sie haben, indem Sie alle Autos einsammeln. Als Bonus erhalten IOI-Inhaber einen monatlichen Postenbonus in ihr Wallet.",
        "benefit3_text": "Help your team and get rewarded every month. Top players will receive a massive bonus as a thank you for community work. The team owner's revenue comes from the monthly subscription. To own a team, hold IOI tokens.",
        "benefit4_text": "Lassen Sie sich durch den Einsatz genug Geld verdienen, um sich nie wieder Sorgen um Ihre Zukunft machen zu müssen. Um es noch interessanter zu machen, gibt es jeden Monat ein spezielles BONUS-Rennen mit einem garantierten Preispool für IOI-Inhaber.",
        "spend": "Ausgeben",
        "play_paid": "BEZAHLTE RENNEN SPIELEN",
        "mining_heading": "MINING BONUS",
        "mining_text": "Wenn wir sagen, dass Sie mit Spielen Geld verdienen, dann meinen wir das auch so. Jedes Mal, wenn Sie 1000 TRX ausgeben, erhalten Sie 1 IOI-Token. Stellen Sie sicher, dass Sie mindestens 100 IOI-Token haben, um Boni zu öffnen, die Ihre kühnsten Träume übertreffen. Beginnen Sie jetzt und bauen Sie eine passive Einkommensmaschine auf, die Ihnen jeden Monat ein vorhersehbares Einkommen verschafft, egal was passiert.",
        "monthly_bonus": "MONATLICHER BONUS",
        "revenue1": "RENNEINNAHMEN",
        "revenue2": "AUTO-EINNAHMEN",
        "revenue3": "TEAM-EINNAHMEN",
        "revenue4": "TOKEN-EINNAHMEN",
        "wallet_heading": " TOKENS DIREKT AUS IHREM NITRO-WALLET",
        "wallet_text": "Ersetzen Sie Ihr monatliches Einkommen durch ein Online-Glücksspieleinkommen, das jeden Monat vorhersehbar ist. Der Handel ist fantastisch, aber es wird nie ein lustiges Unterfangen sein. IOI-Game gibt Ihnen die nötige Trading-Gamifikation, die Sie brauchen, um scharf und konzentriert zu bleiben! Es ist nicht dazu da, um den Handel zu ersetzen, sondern um ihn zu ergänzen und zu einer ganzen Erfahrung zu machen. Auf der einen Seite können Sie online Geld verdienen, auf der anderen Seite haben Sie Spaß dabei, auch wenn Sie noch nie getradet haben.",
        "bridge_text": "DIE Brücke zwischen Handel und Glücksspiel"
    },
    "promotion": {
        "prom1_h1": "Niemals endender Airdrop",
        "prom1_h2": "10 TRX GRATIS jede 10 Minuten",
        "how_to": "So erhältst du einen Wagen und gewinnst",
        "modal_heading": "ERSTEINZAHLUNGSBONUS",
        "modal_text": "Die Möglichkeit, bis zu 1.000.000 TRX im Day-Trading-Rennen zu gewinnen, erfordert eine Einzahlung von 1.000 TRX oder mehr. Sie erhalten außerdem einen BONUS-Auto der Stufe 3, der Ihren Vorsprung in allen Rennen dramatisch erhöht und Sie zum Champion macht."
    },
    "nitro_wallet": {
        "top_heading": "NITRO GAMING WALLET",
        "top_text": "Ultimative Krypto-Wallet für Blockchain-Spiele. Verfolgen Sie Ihre Tokens & Belohnungen. Tauschen Sie Krypto-Währungen. Überweisen Sie Gelder zu und von IOI - Spiel auf schnelle und elegante Weise. Genießen Sie Einsätze mit zusätzlicher Sicherheit & Schutz",
        "box1_heading": "DIE BESTE KRYPTO WALLET",
        "box2_heading": "EXTREM SICHERE GAMING WALLET",
        "box3_heading": "KRYPTO-COINS UMTAUSCHEN",
        "box4_heading": "IOI-STAKING",
        "box1_text": "Verfolgen Sie alle Ihre Belohnungen an einem Ort. Holen Sie Ihre Gewinne automatisch ab und nehmen Sie mit einem Klick am Staking Programm teil. Übertragen Sie Ihr Geld zum und vom Spiel, um alle Ihre Token einfach zu verwalten.",
        "box2_text": "Die Trennung von Wallets und Spiel bietet eine zusätzliche Sicherheitsebene für Ihre Tokens. Genießen Sie SSL-Verschlüsselung, Google 2-Faktor-Authentifizierung und die branchenübliche 1023-Bit-Verschlüsselung. Mit einem privaten Schlüssel sind Sie der Einzige, der an Ihre Tokens gelangen kann.",
        "box3_text": "Verwenden Sie die interne Tauschfunktion, um Bitcoin, Ethereum und andere einzuzahlen. Tauschen Sie sofort auf TRX- oder IOI-Token um und verwenden Sie diese, um neue Autos zu kaufen, IOI-Token zu setzen und an einzigartigen Rennen um tolle Preise teilzunehmen.",
        "box4_text": "Durch das ultimative Staking haben Sie die Möglichkeit, die Vorteile zu nutzen und dennoch flexibel mit Ihren Tokens zu sein. Verdienen Sie bis zu 24% jährlich, je mehr Tokens Sie einsetzen, desto größer ist die Belohnung. IOI-Token eröffnen Ihnen zusätzliche Vorteile wie KOSTENLOSE Rennen mit einem TRX-Preispool und IOI-Inhaber-Turniere mit Sonderpreisen.",
        "unlock_nitro": "DIE NITRO-LEISTUNG FREISCHALTEN",
        "same_details": "Verwenden Sie Ihre Spiel-Daten zum Einloggen"
    },
    "login": {
        "login": "einloggen",
        "join": "beitreten",
        "hint1_azure": "DAS BESTE HANDELSSPIEL DER WELT!",
        "hint2_azure": "Seien Sie Teil des größten Handelsspiels",
        "hint3_azure": "Wählen Sie die PERFEKTE MISCHUNG",
        "hint4_azure": "Autos sammeln",
        "hint5_azure": "EMPFEHLUNGSPROGRAMM",
        "hint1_text": "IOI-GAME ist die Brücke zwischen Handel und Spiel und bringt Nervenkitzel, Adrenalin und Rennen in Ihre Welt.",
        "hint2_text": "Gemeinschaft auf dem Planeten. Genießen Sie den monatlichen Team-BONUS mit all den Krypto-Tipps & Tipps, um noch mehr Rennen zu gewinnen.",
        "hint3_text": "von Krypto-Coins & schlagen Sie den Markt! Das Rennen bietet Ihnen den Nervenkitzel eines echten Wettkampfs voller Adrenalin und Aufregung!",
        "hint4_text": "und lassen Sie sie an Wert zulegen, gepaart mit dem erstaunlichen STAKING-Programm für Münzen sind Sie ein Rennen davon entfernt, Ihr monatliches Einkommen zu ersetzen.",
        "hint5_text": "Verbinden Sie die Punkte und laden Sie Freunde auf die Plattform ein, um mit ihnen zu konkurrieren & Rennen zu fahren!",
        "pass": "Passwort",
        "auth_key": "AUTHENTIFIZIERUNGSSCHLÜSSEL",
        "forgot_pass": "Passwort vergessen?",
        "your_nick": "DEIN NICKNAME",
        "terms_cond": "Nutzungsbedingungen",
        "forgot_heading": "Passwort vergessen?",
        "forgot_text": "Geben Sie die E-Mail-Adresse oder Telefonnummer ein, die Sie bei Ihrer Anmeldung verwendet haben, und wir senden Ihnen Ihr vorläufiges Passwort zu.",
        "take_back": "Bring mich zurück zu",
        "login_form": "Anmeldeformular"
    },
    "fuel_car": {
        "loading": "Wird geladen...",
        "choose_car": "Wähle deinen Wagen für das nächste Rennen",
        "add_coin": "COIN HINZUFÜGEN",
        "prize_pool": "PREISGELD",
        "random": "ZUFALL",
        "bet": "WETTE",
        "race_starts": "RENNEN STARTET IN",
        "fuel_full": "TANK AUF 100%",
        "win_coins": "Siegermünzen",
        "most_coins": "meist genutzte Coins",
        "fav_coins": "Lieblings Coins",
        "choose_coins": "wähle deine Coins",
        "available_for_you": "FÜR SIE ALS TEAMMITGLIED VERFÜGBAR",
        "hidden_for_you": "NUR FÜR TEAMMITGLIEDER VERFÜGBAR",
        "your_car": "DEIN WAGEN",
        "multibet": "MEHRFACH WETTE",
        "add_race": "RENNEN HINZUFÜGEN",
        "summary": "ZUSAMMENFASSUNG",
        "use_ticket": "TICKET VERWENDEN",
        "play_more_same": "MEHR RENNEN SPIELEN MIT DERSELBEN WETTE."
    },
    "nitro_notifiq": {
        "hey_racer": "Hey Fahrer",
        "buy_car": "Ein neues Auto kaufen und gleichzeitig an mehreren Rennen teilnehmen",
        "great": "Großartig!",
        "surprise": "Überraschung",
        "sucess": "Erfolg!",
        "redirected": "Du wirst weitergeleitet",
        "bought_car": "Du hast einen neuen Wagen gekauft!",
        "rented_car": "Du hast einen neuen Wagen gemietet!",
        "free_car": "Du hast soeben einen kostenlosen Wagen erhalten!",
        "fuel_tutorial_text1": "Gute Arbeit, Sie sind nur noch wenige Schritte von Ihrem ersten Rennen entfernt. Ihre Aufgabe ist es nun, eines Ihrer Autos auszuwählen, indem Sie darauf klicken.",
        "fuel_tutorial_text2": "Sie sind jetzt im Betankungsbereich. Ihre Aufgabe ist es, die 3 leistungsstärksten Coins auszuwählen. Klicken Sie einfach auf eine der drei Schaltflächen mit der Aufschrift \"Coin hinzufügen\".",
        "fuel_tutorial_text3": "Jetzt können Sie alle verfügbaren Coins sehen. Klicken Sie drei davon an, die Ihnen am besten gefallen, und drücken Sie auf die Schaltfläche Bestätigen.",
        "fuel_tutorial_text4": "Fantastisch! Jetzt müssen Sie nur noch den Schieberegler neben jeder Münze ziehen, um nach Belieben zu tanken. Wenn Sie ein erfahrener Spieler sind, klicken Sie auf die Schaltfläche \"Zufällig\" und Ihr Auto wird nach dem Zufallsprinzip betankt.",
        "fuel_tutorial_text5": "Sie haben gerade den letzten Schritt dieses Tutorials erreicht. Hier sehen Sie die Zusammenfassung des Rennens, an dem Sie teilnehmen, und Ihr Auto.",
        "fuel_tutorial_text6": "Sie können auch an mehreren Rennen gleichzeitig mit derselben Wette teilnehmen, indem Sie auf die Schaltfläche Mehrfachwette klicken! Wenn Sie jedoch mit allem einverstanden sind, klicken Sie einfach auf den Spiel-Button und nehmen Sie am Rennen teil!",
        "what_happend": "Was ist passiert?",
        "fuel_correct": "Tanken Sie eine Mischung aus mindestens 3 Münzen.  Mindestens 5%, höchstens 90% in jeder Münze. Füllen Sie Ihren Tank zu 100% auf.",
        "error": "Fehler",
        "no_aval_cars": "Sie haben keinen Rennwagen für dieses Rennen zur Verfügung",
        "valid_error": "Validierungsfehler",
        "valid_text": "Bitte Menge und Token-Typ auswählen.",
        "succ_deposit": "Erfolgreich. Wir warten jetzt auf deine Einzahlung.",
        "succ_transfer": "Dein Transfer war erfolgreich.",
        "with_confirm": "Bestätigen Sie Ihre Auszahlung in Ihrer E-Mail-Postfach. Sicherheit ist unsere Priorität, Sie können jederzeit einmal pro Tag abheben. Vergessen Sie nicht, Ihren Passkey mit niemandem zu teilen.",
        "did_you_know": "Wussten Sie: Sie können mit dem Partnerbereich Geld verdienen?",
        "com_soon": "In Kürze :)",
        "copied": "Kopiert",
        "be_sure": "Du kannst sicher sein",
        "tutorial_finished": "Das Tutorial ist beendet\", \"Willkommen zum Rennen - Sie sollten den Countdown bis zum Start sehen. Sie können diesen Bildschirm jederzeit verlassen und betreten, indem Sie einfach auf das IOI-Logo klicken, um diesen Bildschirm zu verlassen.",
        "prove_skills": "Beweisen Sie, wie geschickt Sie sind. Nehmen Sie am Rennen teil und zeigen Sie anderen, wer der Champion ist.",
        "team_member": "Du gehörst jetzt zum Team!",
        "first_join": "Du musst zuerst dem Team beitreten.",
        "wrong_code": "Falscher Code eingegeben",
        "open_link_follow": "Bitte öffne deine E-Mail und folge dem Link, um dein Passwort zurückzusetzen.",
        "sucess_redirect": "Erfolgreich! Du wirst zum Login weitergeleitet.",
        "empty": "leer",
        "email_sent": "E-Mail Link versendet!",
        "open_mail": "Bitte öffne dein registriertes E-Mail Konto und folge dem Link"
    }
}