{
    "demo": {
        "title": "Traduccion Demo",
        "text": "Esta es una simple app de demonstracion para ngx-traduccion"
    },
    "race": {
        "type": {
            "car_race_short_0": "Gratis",
            "car_race_short_10": "10 TRX",
            "car_race_short_50": "50 TRX",
            "car_race_short_100": "100 TRX",
            "car_race_short_500": "500 TRX",
            "car_race_short_1000": "1000 TRX",
            "car_race_24hrs_1000": "Carrera Dorada",
            "wednesday_party_race_0": "Carrera del Miercoles",
            "bonus_race_0": "Carrera bonus",
            "classic_tournament_0": "Torneo gratis",
            "classic_tournament_1000": "Torneo",
            "classic_tournament_10": "Torneo",
            "classic_tournament_100": "Torneo",
            "car_race_ioi_1": "1 IOI",
            "car_race_ioi_3": "3 IOI",
            "car_race_ioi_5": "5 IOI",
            "golden_ticket_0": "Ticket dorado",
            "golden_ticket_10": "Ticket dorado",
            "golden_ticket_100": "Ticket dorado",
            "golden_ticket_1000": "Ticket dorado"
        },
        "race_ended": "CARRERA TERMINADA",
        "my_fuel": "MI COMBUSTIBLE",
        "chat": "CHAT",
        "positions": "POSICIONES",
        "repeat": "REPETIR",
        "refuel": "REPOSTAR",
        "change": "CAMBIAR",
        "continue": "CONTINUAR",
        "join_next": "UNIRSE SIGUIENTE",
        "finish": "TERMINAR",
        "best_position": "TU MEJOR POSICION",
        "show_all": "VER TODO",
        "show_less": "VER MENOS",
        "race": "CARRERA",
        "is_over": "HA TERMINADO",
        "final_round": "Última ronda de clasificación",
        "racer_out": "CORREDOR FUERA",
        "tour_end": "El torneo ha terminado. El ganador es",
        "change_fuel": "Cambiar combustible",
        "change_tour_fuel": "Cambiar combustible de torneos",
        "final_round_tunel": "¡RONDA FINAL!",
        "ticker_frozen": "Experimentamos una pérdida de alimento durante la carrera que invalida la carrera y el fondo de premios. Tus apuestas fueron devueltas para la próxima carrera."
    },
    "shared": {
        "play_btn": "JUGAR",
        "log_in_btn": "INICIAR SESIÓN",
        "register_free": "REGÍSTRATE GRATIS",
        "deposit_btn": "DEPOSITAR",
        "withdraw_btn": "RETIRO",
        "transfer_btn": "TRANSFERIR",
        "watch_btn": "MIRAR",
        "buy_btn": "COMPRAR",
        "send_btn": "ENVIAR",
        "win_up_to": "GANA HASTA",
        "game_type": "TIPO DE JUEGO",
        "start_time": "TIEMPO DE INICIO",
        "win": "gana",
        "in": "en",
        "trx": "trx",
        "ioi": "ioi",
        "usdt": "usdt",
        "loading": "CARGANDO EL JUEGO, POR FAVOR ESPERE",
        "points": "Puntos",
        "soon": "pronto",
        "com_soon": "Próximamente",
        "skip": "Saltar",
        "stats": "Estadísticas",
        "wins": "Victorias",
        "prizes": "Premios",
        "potential_win": "Victorias potenciales",
        "nick": "Apodo",
        "logout": "CERRAR SESIÓN",
        "profile": "PERFIL",
        "rotate": "Rotar pantalla",
        "os_soon": "Próximamente en Android y iOS",
        "level": "Nivel",
        "next": "SIGUIENTE",
        "back": "ATRAS",
        "confirm": "CONFIRMAR",
        "prize": "Premio",
        "your_next": "Tu siguiente carrera",
        "race_is_on": "CARRERA EN PROGRESO",
        "free_starts": "COMIENZOS GRATIS EN",
        "dont_miss": "¡NO TE PIERDAS LA SIGUIENTE CARRERA!",
        "reloading": "CARGANDO...",
        "player": "Jugador",
        "layout": {
            "start_race": "COMENZAR CARRERA",
            "garage": "GARAJE",
            "team": "EQUIPO",
            "d_tasks": "TAREAS DIARIAS",
            "leaderboard": "TABLA CLASIFICATORIA",
            "history": "HISTORIAL",
            "affiliate": "AFILIADO",
            "reward": "RECOMPENSA",
            "promotion": "PROMOCIÓN",
            "tokens": "FICHAS IOI",
            "nitro_wallet": "BILLETERA NITRO"
        }
    },
    "profile": {
        "racer_profile": "PERFIL DE CORREDOR",
        "races": "Carreras",
        "spent": "Gastado",
        "maintenance": "Mantenimiento",
        "your_balance": "TU SALDO",
        "active": "Activo",
        "total": "Total",
        "p_position": "Posición de jugador",
        "t_position": "Posición de Equipo",
        "team": "Equipo",
        "ROI": "ROI%",
        "prizes": "Piscina de premios",
        "acc_settings": "Ajustes de cuenta",
        "mail": "Correo electrónico",
        "country": "País",
        "tutorial": "Tutorial",
        "on": "ACTIVADO",
        "off": "DESACTIVADO",
        "auth": "Autentificador",
        "crypto": "Mi dirección cripto",
        "resend_activation": "Reenviar activación",
        "why_resend": "Para retirar fichas debes estar registrado 7 días en la plataforma verificar tu cuenta.",
        "take_back": "Llévame de vuelta a",
        "login_form": "formulario de acceso"
    },
    "modals": {
        "shared": {
            "ticket": "ticket",
            "tickets": "tickets",
            "get": "obtener",
            "gets": "obtiene"
        },
        "heading": {
            "free": "carrera gratis",
            "trx10": "apuesta 10 trx",
            "trx50": "apuesta 50 trx",
            "trx100": "apuesta 100 trx",
            "trx500": "apuesta 500 trx",
            "trx1000": "apuesta 1 000 trx",
            "bonus_race": "Carrera extra",
            "wednesday_race": "Carrera grupal del miércoles",
            "tournament": "Torneo",
            "free_tournament": "Torneo gratuito",
            "golden_ticket": "Ticket de oro",
            "golden_race": "Carrera de oro 1h",
            "team_bonus": "Extra de equipo",
            "item_bonus": "Extra de artículo",
            "luxury_bonus": "BONO DE LUJO DE FACTURACIÓN",
            "hint_tips": "CONSEJOS Y SUGERENCIAS",
            "ioi1": "1 CARRERA IOI",
            "ioi3": "3 CARRERA IOI",
            "ioi5": "5 CARRERA IOI"
        },
        "text": {
            "free": "¡Prueba tu suerte GRATIS y aprende a jugar! Esta es una oportunidad sin fin para ganar 10 TRX cada 10 minutos. La velocidad de tu vehículo dependerá del rendimiento de la criptomoneda elegida como combustible. Puedes intentarlo como un profesional, predecir el consumo de combustible o usar la función automática para repostar con un solo clic. Cuantos más vehículos tengas en una carrera, más posibilidades tendrás de ganar.",
            "trx10": "¡Puedes participar en esta carrera por una apuesta de 10 TRX para ganar hasta 1.000 TRX que es 100 veces más! La velocidad de tu vehículo dependerá del rendimiento de la criptomoneda elegida para repostar. Puedes intentarlo como un profesional, predecir el consumo de combustible o utilizar la función automática para repostar con un solo clic. Cuantos más vehículos tengas en una carrera, más posibilidades tendrás de ganar.",
            "trx50": "¡Puedes participar en esta carrera por una apuesta de 50 TRX para ganar hasta 5.000 TRX que es 100 veces más! La velocidad de tu vehículo dependerá del rendimiento de la cripta elegida para repostar. Puedes intentarlo como un profesional, predecir el consumo de combustible o utilizar la función automática para repostar con un solo clic. Cuantos más vehículos tengas en una carrera, más posibilidades tendrás de ganar.",
            "trx100": "¡Puedes participar en esta carrera por una apuesta de 100 TRX para ganar hasta 5.000 TRX que es 100 veces más! La velocidad de tu vehículo dependerá del rendimiento de la cripta elegida para repostar. Puedes intentarlo como un profesional, predecir el consumo de combustible o utilizar la función automática para repostar con un solo clic. Cuantos más vehículos tengas en una carrera, más posibilidades tendrás de ganar.",
            "trx500": "¡Puedes participar en esta carrera por una apuesta de 500 TRX para ganar hasta 5.000 TRX que es 100 veces más! La velocidad de tu vehículo dependerá del rendimiento de la cripta elegida para repostar. Puedes intentarlo como un profesional, predecir el consumo de combustible o utilizar la función automática para repostar con un solo clic. Cuantos más vehículos tengas en una carrera, más posibilidades tendrás de ganar.",
            "trx1000": "¡Puedes participar en esta carrera por una apuesta de 1 000 TRX para ganar hasta 5.000 TRX que es 100 veces más! La velocidad de tu vehículo dependerá del rendimiento de la cripta elegida para repostar. Puedes intentarlo como un profesional, predecir el consumo de combustible o utilizar la función automática para repostar con un solo clic. Cuantos más vehículos tengas en una carrera, más posibilidades tendrás de ganar.",
            "bonus_race": {
                "starts_in": "la carrera comienza en",
                "collected": "Recogiste",
                "how_to": "Cómo conseguir el ticket",
                "bonus_text": "La piscina de premios para la carrera extra se basa en el 10% del valor de las fichas IOI vendidas en un mes. Sólo aquellos usuarios que hayan tenido suficientes bonos IOI en el mes anterior podrán participar en esta carrera."
            },
            "wednesday_race": "¡Únete a la Carrera Grupal cada miércoles de forma gratuita! ¡Consigue el premio garantizado junto con los vehículos de la EDICIÓN ESPECIAL! Celebraremos diferentes aniversarios cada miércoles y un nuevo vehículo único estará disponible para que lo ganes. Colócalos y deja que aumenten de valor como una buena inversión y gana 10.000 TRX garantizados además de eso. Para participar en esta carrera, sólo necesitas ser titular de fichas IOI. El número de vehículos con los que puedes participar en la carrera depende de cuántos bonos IOI tengas antes de que empiece la carrera.",
            "tournament": "Acepta el desafío, lleva tu carrera al siguiente nivel, actúa como el campeón y conviértete en el ganador. Este es el torneo para el mejor de los mejores. La mayor bolsa de premios está esperando al campeón al final del torneo. La carrera comienza cada hora y pasarás por 10 carreras locas para conseguir puntos. Los 10 mejores corredores avanzan al siguiente nivel donde otras 9 rondas de locura te esperan para probar tus habilidades. Después de cada carrera hay un corredor fuera y esta eliminación gradual revelará sólo un verdadero ganador para hacerse con el enorme fondo de premios. La cantidad mínima de participantes es de 10.",
            "free_tournament": "¡Gana 1.000 TRX y 0.001 BTC una vez al día, gratis! El torneo comienza cada 12 horas donde puedes ganar TRX o BTC. Para participar en esta carrera, sólo necesitas ser poseedor de fichas IOI. El número de vehículos con los que puedes participar en la carrera depende de cuántos símbolos IOI tengas antes de que empiece la carrera.",
            "golden_ticket": "Únete a Golden Ticket Race CADA HORA GRATIS para ganar un ticket para la impresionante Carrera Dorada 24H con un fondo de premios garantizados de un mínimo de 2.000 TRX incluso hasta 100.000 TRX.",
            "golden_race": "Únete a la Carrera Dorada 1H. Usa tu ticket que ganaste en la carrera Golden Ticket o apuesta 1.000 TRX para ganar un premio garantizado de un mínimo de 2.000 TRX o más. ¡Hasta 100.000 TRX! Pon más vehículos en la carrera y tendrás más posibilidades de ganar.",
            "rewards": {
                "bonus_race_text": "El premio de la carrera de bonos se basa en el 10% del valor de las fichas IOI vendidas en un mes.  Sólo aquellos usuarios que hayan tenido suficientes bonos IOI en el mes anterior podrán participar en esta carrera. Por favor, comprueba la tabla de carreras de bonos en el libro blanco.",
                "team_bonus_text": "Los mejores equipos y los mejores jugadores de esos equipos se repartirán el bono del 5% de rotación mensual de las apuestas.",
                "item_bonus_text": "El 10% de la facturación de todos los vehículos vendidos o alquilados se pagará en fichas IOI a todos los usuarios que tengan 1.000 fichas IOI o más en sus billeteras en el mes anterior.",
                "luxury_bonus_text": "El 3% de todo el volumen de negocios se pagará una vez al mes en fichas TRX para los titulares que hayan tenido más de 10.000 fichas IOI en sus billeteras durante el mes anterior.",
                "more_info": "Más información"
            },
            "hint11_text": "Todos los que jueguen activamente y ofrezcan a sus amigos en la plataforma ganan un 1% - 4% de las ganancias de los afiliados... Eso es lo que yo llamo un ingreso estable en línea... ¡juega y gana dinero jugando juegos en línea!",
            "hint12_text": "Tenemos un Salón de la Fama muy único... una vez que llegas allí no hay vuelta atrás... ¡Los ingresos pasivos de por vida te están esperando! Cada titular de 10 000 fichas IOI se divide el 1% de la facturación de las plataformas, pagadas mensualmente... para siempre...",
            "ioi1_text": "¡Puedes participar en esta carrera por una apuesta de 1 IOI para ganar hasta 100 IOI que es 100 veces más! La velocidad de tu vehículo dependerá del rendimiento de la criptomoneda elegida para repostar. Puedes intentarlo como un profesional, predecir el consumo de combustible o usar la función automática para repostar con un solo clic. Cuantos más vehículos tengas en una carrera, más posibilidades tendrás de ganar.",
            "ioi3_text": "¡Puedes participar en esta carrera por una apuesta de 3 IOI para ganar hasta 300 IOI que es 100 veces más! La velocidad de tu vehículo dependerá del rendimiento de la criptomoneda elegida para repostar. Puedes intentarlo como un profesional, predecir el consumo de combustible o usar la función automática para repostar con un solo clic. Cuantos más vehículos tengas en una carrera, más posibilidades tendrás de ganar.",
            "ioi5_text": "¡Puedes participar en esta carrera por una apuesta de 5 IOI para ganar hasta 500 IOI que es 100 veces más! La velocidad de tu vehículo dependerá del rendimiento de la criptomoneda elegida para repostar. Puedes intentarlo como un profesional, predecir el consumo de combustible o usar la función automática para repostar con un solo clic. Cuantos más vehículos tengas en una carrera, más posibilidades tendrás de ganar."
        },
        "edit": "EDITAR",
        "crypto_text": "Introduce en el remitente correcto una dirección de criptomonedas",
        "amount": "CANTIDAD",
        "warning_text": "Por favor, NO use los intercambios para enviar fondos. Los criptos sólo pueden ser enviados desde las carteras personales",
        "crypto_min_text": "Envía criptos a esta dirección en menos de 20 minutos.",
        "what_is_crypto": "¿CUÁL ES LA DIRECCIÓN DE TU BILLETERA DE CRIPTOMONEDAS?",
        "copy": "Copiar",
        "withdraw_limit_text": "La seguridad es nuestra prioridad, puedes retirarte en cualquier momento una vez al día.",
        "dont_share_text": "Recuerda no compartir tu contraseña con nadie.",
        "minimum_withdraw": "Retiro mínimo 100 TRX.",
        "auth_code": "Código autenticador",
        "from": "DE",
        "to": "PARA",
        "welcome_racer": "BIENVENIDA a tu nuevo corredor",
        "congrat_win": "FELICIDADES POR LAS VICTORIAS",
        "reward_racer": "RECOMPENSA A TU CORREDOR",
        "welcome_btn": "BIENVENIDO",
        "congrat_btn": "FELICIDADES",
        "send_gift_btn": "ENVIAR REGALO",
        "gift_modal": {
            "what_gift": "¿Qué tipo de regalo quieres enviar?",
            "recipient": "RECEPTOR",
            "succ_send": "¡Tu regalo fue enviado con exito!",
            "choose_car": "Elige tu vehículo",
            "close": "Cerrar"
        }
    },
    "start-race": {
        "shared": {
            "starts_in": "COMIENZA EN"
        },
        "filters": {
            "live": "CARRERAS EN VIVO",
            "all": "TODAS LAS CARRERAS",
            "free": "GRATIS",
            "tour": "TORNEO",
            "fav": "FAVORITO"
        },
        "join_next": "UNIRSE A LA PRÓXIMA CARRERA",
        "win_golden": "ganar ticket dorado",
        "ends": "Termina en",
        "players": "Jugadores",
        "prize_pool": "Piscina de premios",
        "top_racer": "CORREDOR DEL DÍA",
        "top_team": "EQUIPO DEL DÍA",
        "next_races": "SIGUIENTES CARRERAS",
        "latest_winners": "ÚLTIMOS GANADORES"
    },
    "garage": {
        "top_heading": "VEHÍCULOS COLECCIONABLES",
        "top_text": "Gana o recoge todos los vehículos; cada vehículo tiene su valor que aumentará con el tiempo. La mejor apuesta criptográfica de la historia. ¡Utiliza fichas IOI para comprar vehículos y desbloquear vehículos de serie limitada! ¡Personalízalos y hazlos únicos, ¡añadirá valor para que puedas venderlos más tarde por una ganancia!",
        "you_own": "Tienes:",
        "lucky_text1": "Prueba tu suerte sólo por 50",
        "lucky_text2": "fichas, ¿puedes tomar el vehículo de tus sueños?",
        "garage_value": "Valor real del garaje",
        "showroom_btn": "SALONES ESPECTÁCULOS",
        "my_cars_btn": "MIS VEHÍCULOS",
        "light": "CLARO",
        "color": "COLOR",
        "tatoo": "TATUAJE",
        "spoiler": "ALERÓN",
        "speed_up": "VELOCIDAD",
        "modals": {
            "rent_btn": "RENTAR",
            "tier": "grado",
            "car": "vehículo",
            "buy_text1": "compra por",
            "buy_text2": "Fichas IOI",
            "rent_text1": "por",
            "rent_text2": "Fichas IOI por día.",
            "free_text1": "Para desbloquear este vehículo, basta con gastar",
            "free_text2": "TRX en carreras.",
            "lucky_heading1": "Vehículo de la suerte",
            "lucky_heading2": "¡Felicidades!",
            "lucky_step1": "Tienes una oportunidad única de ganar el vehículo con el que siempre has soñado. Así que prueba tu suerte y desbloquea un vehículo misterioso por sólo",
            "lucky_step2_text1": "Has comprado el grado",
            "lucky_step2_text2": ". Lo puedes encontrar en tu garaje ahora. Si no es lo que querías, intentalo de nuevo."
        }
    },
    "teams": {
        "shared": {
            "join": "UNIRSE AL EQUIPO",
            "my_team": "MI EQUIPO",
            "chat": "CHAT DE EQUIPO"
        },
        "join": {
            "top_heading": "EQUIPOS TOP",
            "top_text": "Únete o crea tu equipo de ensueño hoy. Puedes dividir el bono mensual del equipo en base a la facturación de la plataforma y multiplicar tus fichas. ¡Usa tu análisis de mercado interno y tu estrategia para dominar en las carreras de criptografía!",
            "benefit1_heading": "BONO DE RETORNO",
            "benefit2_heading": "BONO DE JINETE LUNAR",
            "benefit3_heading": "ESTRATEGIA DE COMBUSTIBLE",
            "benefit4_heading": "PROPIETARIO DEL EQUIPO",
            "benefit1_text": "Ayuda a tu equipo a ganar y recibe un bono por rotación de equipo. Los 10 mejores corredores se reparten la recompensa. Ayúdate a ti mismo ayudando a tu comunidad.",
            "benefit2_text": "El portafolio cripto con mejor rendimiento en una carrera obtendrá una enorme recompensa de bonificación del equipo sólo para ellos mismos. ¡Siempre apunta a las estrellas, podrías terminar entre ellas!.",
            "benefit3_text": "Comparte tu análisis de criptomonedas y establece una estrategia para ganar todas las carreras. Los miembros del equipo pueden ver el portafolio de monedas con mejor rendimiento en los últimos 10 minutos para siempre impulsar lo mejor de lo mejor.",
            "benefit4_text": "Los poseedores de IOI pueden crear equipos individuales. Ser el líder que admiran. Invita a tus amigos y corredores novatos para conquistar todo.",
            "you_in": "ESTAS EN",
            "join_team": "unirse",
            "waiting": "esperando",
            "active_m": "Miembros activos",
            "waiting_m": "Miembros en espera",
            "available_text": "equipos disponibles para unirse",
            "want_own": "¿QUIERES UN EQUIPO PROPIO? AGUANTA",
            "how_works": "CÓMO FUNCIONAN LOS EQUIPOS",
            "how_works_text": "Crea tu equipo de ensueño y comparte los beneficios con la familia y los amigos. Ayuda a todos a alcanzar los 10 primeros puestos en una carrera para conseguir puntos de equipo. Los 3 primeros equipos se reparten el 5% de la facturación total de la plataforma como su bono. El corredor lunar con la mayor ganancia en portafolio durante una carrera, recibirá una recompensa especial de bonificación. Para ser dueño de un equipo, ten al menos mil fichas IOI, invita a nuevos usuarios a tu equipo y crea una verdadera tribu de seguidores.",
            "fight_for_team": "Lucha por tu equipo en los torneos de equipo",
            "fight_for_team_text": "El comercio es bueno, sin embargo, nunca será un asunto divertido. IOI-GAME te da la posibilidad de comerciar; ¡necesitas estar alerta y concentrado! No está aquí para reemplazar el comercio, sino para complementarlo y convertirlo en un lugar lleno de adrenalina para vencer al mercado y ayudar a tu equipo a ganar tanto como sea posible.",
            "modals": {
                "top_heading": "Únete a este equipo y sé un miembro activo para dividir el bono del equipo cada mes.",
                "team_bonus": "bono de equipo",
                "team_bonus_text": "hasta 5% de todas las apuestas",
                "subscription": "suscripción",
                "subscription_text": "500 TRX por mes",
                "bottom_text": "La recompensa del equipo es el 5% de todas las apuestas. Los equipos se dividirán esto de acuerdo a su posición. El primer equipo recibe el 50%. El segundo equipo recibe el 30%, el tercero el 20% de la recompensa del equipo. Únete y ayuda a tu equipo a alcanzar el éxito y la grandeza en el salón de la fama. ¡Los mejores jugadores de cada equipo se repartirán las ganancias!",
                "join_team": "únete al equipo",
                "join_free": "únete gratis"
            }
        },
        "my_team": {
            "top_heading": "Mi equipo y estadísticas",
            "top_text": "¿Puedes convertirte en un campeón y líder de tu equipo? Comienza tus carreras y cambia con tus compañeros de equipo y vence a los demás.",
            "you": "TU",
            "your_position": "TU POSICIÓN EN EL EQUIPO",
            "most_active": "MÁS ACTIVO",
            "biggest_wins": "MAYORES VICTORIAS",
            "moon_rider": "CORREDOR LUNAR",
            "actual_bonus": "bono de equipo real",
            "enjoy_tournament": "DISFRUTA EN EL TORNEO ESPECIAL DE EQUIPOS",
            "dont_take_word": "NO NOS TOMES LA PALABRA"
        }
    },
    "d_tasks": {
        "top_heading": "TAREAS Y RECOMPENSAS",
        "top_text": "Cada día, puedes ganar una recompensa completando diferentes tareas. Recibe fichas IOI que puedes usar para jugar juegos GRATUITOS y ganar TRX o unirte a torneos para premios especiales a los que sólo pueden acceder los poseedores de IOI. Sé parte de un programa revolucionario de apuestas, recibe tantos tokens IOI como puedas.",
        "do_it": "HAZLO",
        "done": "HECHO",
        "task1_text": "JUEGA UNA CARRERA GRATUITA",
        "task2_text": "RECLUTA 2 REFERIDOS",
        "task3_text": "JUEGA UN JUEGO DE 10 TRX 10X",
        "task4_text": "JUEGA UN JUEGO DE 100 TRX 5X",
        "task5_text": "JUEGA UN JUEGO DE 500 TRX 5X",
        "task6_text": "JUEGA UN JUEGO DE 1000 TRX",
        "task7_text": "DEPOSITA 100 TRX",
        "task8_text": "JUEGA UNA CARRERA DORADA",
        "task9_text": "JUEGA UN TORNEO",
        "golden_info": "No aplica si usas el ticket dorado para entrar a la carrera, sólo aplica para la entrada regular TRX."
    },
    "leaderboard": {
        "my_position": "Mi posición:",
        "teams": "Equipos",
        "curr_month": "MES ACTUAL",
        "last_month": "ÚLTIMO MES",
        "winners": "GANADORES",
        "position": "Posición",
        "update_hours": "SE ACTUALIZA CADA 3 HORAS",
        "team_points": "PUNTOS DEL EQUIPO",
        "leader_points": "LÍDER Y PUNTOS",
        "moon_rider_roi": "CORREDOR LUNAR Y PUNTOS",
        "join_teams": "UNIRSE A EQUIPOS"
    },
    "history": {
        "transactions": "TRANSACCIONES",
        "game": "Juego",
        "date": "Fecha",
        "short_race": "1MIN",
        "long_race": "1HRA",
        "ioi_race": "CARRERA IOI",
        "nick": "APODO",
        "action": "Acción",
        "payment": "Pago"
    },
    "affiliate": {
        "top_heading": "REFERIDOS Y AFILIADOS",
        "top_text": "Invita a tus amigos y compitan juntos. Refiere a los usuarios a la mejor comunidad de juegos comerciales del mundo para recibir increíbles recompensas. Los miembros activos afiliados reciben hasta el 2% del fondo de premios del juego si el corredor que han recomendado gana la carrera. Crea un equipo, invita a los usuarios y recibe ingresos mensuales de la suscripción para construir un ingreso pasivo en línea.",
        "level1_text": "Es la forma más fácil de aumentar tus ingresos en línea jugando a los juegos criptos. No se necesita mantenimiento, ni cuotas. Cuando tu referido gana una carrera, recibirás el 0,5% de la bolsa de premios. Si ganan una Carrera Dorada, recibirás 40 fichas IOI adicionales.",
        "level2_text": "Ya estás listo y corriendo, y tienes algunas fichas en camino. Para llegar a este nivel, necesitas entregar al menos 500 fichas TRX. Para mantener este nivel, asiste al menos a una carrera pagada en una semana. Tu recompensa aumentará al 1% del premio del juego que tu referido ganó y 50 fichas IOI para la Carrera Dorada.",
        "level3_text": "A este nivel, se obtiene un flujo constante de fichas cada mes. Esto complementa tus ingresos actuales y te da la confianza de que puedes ganar dinero jugando a los juegos online. Para llegar a este nivel, necesitas entregar al menos 10.000 fichas TRX. Para mantener este nivel, asiste al menos a dos carreras pagadas en una semana. Tu recompensa aumentará al 1,5% del fondo de premios del juego que tu referido ganó y 60 fichas IOI para la Carrera Dorada.",
        "level4_text": "Nivel de afiliado maestro. Deberías ser capaz de reemplazar tus ingresos mensuales con un ingreso totalmente en línea. Te da la estabilidad y la libertad que estabas tratando de conseguir. Para llegar a este nivel, necesitas entregar al menos 50.000 fichas TRX. Para mantener este nivel, asiste al menos a tres carreras pagadas en una semana. Tu recompensa aumentará al 2% del fondo de premios del juego que tu referido ganó y 100 fichas IOI para la Carrera Dorada.",
        "bonus": "Extra",
        "make_money": "GANA DINERO JUGANDO A JUEGOS",
        "share_aff_text": "Comparte tu enlace de afiliado, crea tu equipo y construye tus ingresos de juego con IOI-Game para tener un ingreso en línea seguro y estable.",
        "info": "INFORMACIÓN",
        "name": "Nombre"
    },
    "rewards": {
        "top_heading": "JUEGA Y GANA",
        "top_text": "Construye tu ingreso mensual usando la plataforma IOI. Aprovecha al máximo las características de ingresos de la plataforma para construir un ingreso estable jugando juegos en línea. Ninguna otra plataforma de juegos comerciales ofrece tantas formas de ganar dinero en línea como IOI. Gana carreras, aumenta el valor de tu garaje, aumenta el seguimiento de tu equipo, apuesta fichas",
        "benefit1_heading": "COMPITE PARA GANAR",
        "benefit2_heading": "RECOGE Y GANA",
        "benefit3_heading": "PODER DE EQUIPO",
        "benefit4_heading": "LOCURA DE FICHAS",
        "benefit1_text": "Agudiza tu habilidad cripto y gana dinero jugando a juegos en línea. Convierte esto en tu fuente de ingresos estable ganando premios TRX. Mantén fichas IOI y recibe ingresos pasivos de facturación cada mes.",
        "benefit2_text": "Imagina que tienes los vehículos más lujosos en tu garaje que aumentan de valor cada mes. Puedes tenerlo recolectando todos los vehículos. Como bono, los poseedores de IOI recibirán un bono mensual de artículos en sus billeteras.",
        "benefit3_text": "Ayuda a tu equipo y serás recompensado cada mes. Los mejores jugadores recibirán un bono masivo como agradecimiento por el trabajo de la comunidad. Los ingresos del propietario del equipo provienen de la suscripción mensual. Para ser propietario de un equipo, ten en cuenta las fichas IOI.",
        "benefit4_text": "Deja que la apuesta te haga ganar suficiente dinero para no tener que preocuparte nunca más por tu futuro. Para hacerlo más interesante, cada mes, hay una carrera especial de BONOS con un premio garantizado para los poseedores de IOI.",
        "spend": "Gastar",
        "play_paid": "JUGAR CARRERAS PAGADAS",
        "mining_heading": "BONO MINERO",
        "mining_text": "Cuando decimos que ganas dinero jugando, lo decimos en serio. Cada vez que gastes 1000 TRX recibirás una ficha IOI. Asegúrate de tener al menos 100 IOI para abrir bonos más allá de tus sueños más salvajes. Comienza ahora y construye un motor de ingresos pasivos que te dará ingresos predecibles cada mes sin importar lo que pase.",
        "monthly_bonus": "BONO MENSUAL",
        "revenue1": "INGRESOS DE CARRERA",
        "revenue2": "INGRESOS DE VEHÍCULO",
        "revenue3": "INGRESOS DE EQUIPO",
        "revenue4": "INGRESOS DE FICHA",
        "wallet_heading": "FICHAS DIRECTAS DE TU BILLETERA NITRO",
        "wallet_text": "Sustituye tus ingresos mensuales por unos ingresos de juego en línea que sean predecibles cada mes. El comercio es fantástico, sin embargo, nunca será un esfuerzo divertido. ¡IOI-Game te da la jugabilidad que necesitas para mantenerte alerta y concentrado! No está aquí para reemplazar el comercio, sino para complementarlo y hacer de él una experiencia completa. Por un lado, ganar dinero en línea y por el otro, divertirte haciéndolo aunque nunca hayas operado antes.",
        "bridge_text": "EL PUENTE ENTRE EL COMERCIO Y EL JUEGO"
    },
    "promotion": {
        "prom1_h1": "Un airdrop sin fin",
        "prom1_h2": "10 TRX cada 10 minutos GRATIS",
        "how_to": "Cómo conseguir un vehículo y ganar",
        "modal_heading": "BONO POR PRIMER DEPOSITO",
        "modal_text": "La oportunidad de ganar hasta 1.000.000 de TRX en la carrera comercial del día requiere un depósito de 1.000 TRX o más. También obtendrás una BONIFICACIÓN de vehículo de nivel 3 que aumentará dramáticamente tu ventaja en cualquier carrera para convertirte en el campeón."
    },
    "nitro_wallet": {
        "top_heading": "BILLETERA NITRO GAMING",
        "top_text": "La billetera cripto definitiva para juegos blockchain. Rastrea tus fichas y recompensas. Intercambia criptodivisas. Transfiere fondos desde y hacia IOI - Juega de una manera rápida y elegante. Disfruta apostando con mayor seguridad y protección",
        "box1_heading": "LA MEJOR BILLETERA CRIPTO",
        "box2_heading": "BILLETERA GAMING EXTREMADAMENTE SEGURA",
        "box3_heading": "CAMBIA CRIPTOMONEDAS",
        "box4_heading": "APUESTAS IOI",
        "box1_text": "Rastrea todas tus recompensas en un solo lugar. Recoge tus ganancias automáticamente y únete al programa de apuestas con un solo clic. Transfiere tus fondos hacia y desde el juego para administrar fácilmente todas tus fichas.",
        "box2_text": "Separar billeteras y el juego proporciona una capa adicional de seguridad para tus fichas. Disfruta de la encriptación SSL, la autenticación de dos factores de Google y la encriptación de 1023 bits estándar del sector. Con una clave privada, eres el único que puede acceder a tus fichas.",
        "box3_text": "Usa la función de intercambio interno para depositar Bitcoin, Ethereum y más. Cambia instantáneamente a fichas TRX o IOI y úsalas para comprar nuevos vehículos, apostar fichas IOI y participar en carreras únicas con grandes premios.",
        "box4_text": "La apuesta definitiva te da la posibilidad de obtener los beneficios pero aún así ser flexible con tus fichas. Gana hasta un 24% anual, mientras más fichas pongas en juego, mayor será la recompensa. Las fichas IOI desbloquean beneficios adicionales como carreras GRATUITAS con un fondo de premios TRX y torneos de titulares IOI con premios especiales.",
        "unlock_nitro": "DESBLOQUEA EL PODER DEL NITRO",
        "same_details": "Usa los datos de tu juego para iniciar sesión"
    },
    "login": {
        "login": "Iniciar sesión",
        "join": "Unirse",
        "hint1_azure": "¡EL MEJOR JUEGO COMERCIAL DEL PLANETA!",
        "hint2_azure": "Sé parte del juego de comercio más grande",
        "hint3_azure": "Elige la MEZCLA PERFECTA",
        "hint4_azure": "Colecciona vehículos",
        "hint5_azure": "PROGRAMA DE REFERIDOS",
        "hint1_text": "IOI-GAME es el puente entre el comercio y el juego, trayendo emoción, adrenalina y carreras a tu mundo.",
        "hint2_text": "comunidad en el planeta. Disfruta del BONO DE EQUIPO mensual con todos los consejos criptos para GANAR aún más carreras.",
        "hint3_text": "de criptomonedas y vence al mercado! ¡La carrera te da la emoción de la competición del mundo real llena de adrenalina y emoción!",
        "hint4_text": "y deja que se aprecien en valor junto con el asombroso programa de APUESTAS de monedas que está a una carrera de reemplazar tu ingreso mensual.",
        "hint5_text": "¡Conecta los puntos e invita a tus amigos a la plataforma para competir y correr con ellos!",
        "pass": "contraseña",
        "auth_key": "CLAVE DE AUTENTIFICACIÓN",
        "forgot_pass": "¿Olvidaste tu contraseña?",
        "your_nick": "TU APODO",
        "terms_cond": "Términos y condiciones del servicio",
        "forgot_heading": "¿Olvidaste tu contraseña?",
        "forgot_text": "Introduce el correo electrónico o el número de teléfono que usaste cuando te uniste y te enviaremos tu contraseña temporal.",
        "take_back": "Llévame de vuelta al",
        "login_form": "FORMULARIO DE ACCESO"
    },
    "fuel_car": {
        "loading": "Cargando...",
        "choose_car": "Elige tu vehículo para la siguiente carrera",
        "add_coin": "AÑADIR MONEDA",
        "prize_pool": "PISCINA DE PREMIOS",
        "random": "ALEATORIO",
        "bet": "APUESTA",
        "race_starts": "LA CARRERA EMPIEZA EN",
        "fuel_full": "COMBUSTIBLE AL 100%",
        "win_coins": "Monedas del ganador",
        "most_coins": "monedas más usadas",
        "fav_coins": "monedas favoritas",
        "choose_coins": "elige tus monedas",
        "available_for_you": "DISPONIBLE COMO MIEMBRO DE EQUIPO",
        "hidden_for_you": "DISPONIBLE SOLO PARA MIEMBROS DE EQUIPO",
        "your_car": "TU VEHÍCULO",
        "multibet": "APUESTA MULTIPLE",
        "add_race": "AÑADIR CARRERA",
        "summary": "RESUMEN",
        "use_ticket": "USAR TICKET",
        "play_more_same": "JUEGA MÁS CARRERAS CON LA MISMA APUESTA"
    },
    "nitro_notifiq": {
        "hey_racer": "¡Hola corredor!",
        "buy_car": "Compra un nuevo vehículo y entra en más carreras al mismo tiempo",
        "great": "¡Genial!",
        "surprise": "Sorpresa",
        "sucess": "¡Exito!",
        "redirected": "Seras redirigido",
        "bought_car": "¡Has comprado un nuevo vehículo!",
        "rented_car": "¡Has rentado un nuevo vehículo!",
        "free_car": "¡Obtuviste un vehículo gratuito!",
        "fuel_tutorial_text1": "Buen trabajo, estás a sólo unos pasos de tu primera carrera. Tu trabajo ahora es elegir uno de tus vehículos haciendo clic en él.",
        "fuel_tutorial_text2": "Estás en la parte de combustible ahora. Tu trabajo es elegir las tres monedas con mejor rendimiento. Sólo tienes que hacer clic en uno de los tres botones etiquetados con el texto \"Añadir moneda\".",
        "fuel_tutorial_text3": "Ahora puedes ver todas las monedas disponibles. Haz clic en tres de ellas que te gusten más y pulsa el botón Confirmar.",
        "fuel_tutorial_text4": "¡Impresionante! Ahora sólo tienes que arrastrar el botón deslizante junto a cada moneda para cargarla a tu voluntad. Si eres un jugador experimentado, haz clic en el botón Aleatorio y tu vehículo será repostado al azar.",
        "fuel_tutorial_text5": "Acabas de entrar en el último paso de este tutorial. Aquí puedes ver el resumen de la carrera en la que estás entrando y tu vehículo.",
        "fuel_tutorial_text6": "Puedes participar en varias carreras a la vez con la misma apuesta haciendo clic en el botón de multiapuestas. Sin embargo, si estás de acuerdo con todo, ¡sólo tienes que pulsar el botón de jugar y entrar en la carrera!",
        "what_happend": "¿Qué pasa?",
        "fuel_correct": "Combina una mezcla de al menos 3 monedas.  Mínimo 5%, máximo 90% en cada una. Llena tu tanque al 100%",
        "error": "Error",
        "no_aval_cars": "No tienes ningún vehículo de carreras disponible para esta carrera.",
        "valid_error": "Error en validación",
        "valid_text": "Por favor, elige la cantidad y el tipo de ficha.",
        "succ_deposit": "Éxito. Estamos esperando tu depósito ahora.",
        "succ_transfer": "Tu transferencia fue exitosa.",
        "with_confirm": "Confirma el retiro en tu dirección de correo electrónico. La seguridad es nuestra prioridad, puedes retirar en cualquier momento una vez al día. Recuerda no compartir tu clave de acceso con nadie",
        "did_you_know": "Sabías que: ¿Puedes ganar dinero con la sección de afiliados?",
        "com_soon": "Próximamente :)",
        "copied": "¡Copiado!",
        "be_sure": "Puedes estar seguro",
        "tutorial_finished": "El tutorial ha terminado!', 'Bienvenido a la carrera – deberías ver la cuenta atrás para la salida. Puedes salir y entrar en esta pantalla en cualquier momento, sólo tienes que hacer clic en el logo IOI para salir de esta pantalla.",
        "prove_skills": "Demuestra lo hábil que eres. Únete a la carrera y muestra a los demás quién es el campeón.",
        "team_member": "¡Ahora eres parte del equipo!",
        "first_join": "Tienes que unirte al equipo primero.",
        "wrong_code": "Código incorrecto introducido",
        "open_link_follow": "Por favor, abre tu correo electrónico y sigue el enlace para restablecer la contraseña.",
        "sucess_redirect": "¡Éxito! Serás redirigido al inicio de sesión.",
        "empty": "vació",
        "email_sent": "¡Enlace de correo electrónico enviado!",
        "open_mail": "Por favor, abre tu cuenta de correo electrónico registrada y sigue el enlace"
    }
}